[_system]
language_id=1049

[_messages]
web_site = http://rmansys.ru/
register_link = "http://rmansys.ru/order/"
help_file_name = help.chm
help_url = http://rmansys.ru/support/help/
update_postfix = _ru
thank_you_url = http://rmansys.ru/thank-you/
video_tutorials_url = http://rmansys.ru/support/help/
download_link = https://rmansys.ru/files/
id_notify_tell_me_more_url = https://rmansys.ru/remote-access/
quick_start_guide_url = https://rmansys.ru/

error = Ошибка
attention = Внимание
warning = Внимание
information = Информация
question = Вопрос
yes = Да
no = Нет
default = По умолчанию
main_check_updates_text = Проверить обновления RMS в интернете?
main_check_updates_caption = Проверка обновлений...
main_check_trial_license_expired_text = Срок пробной лицензии истек.
main_check_trial_license_expired_caption = Внимание
main_caption_trial = RMS Удаленный доступ - TektonIT - Клиент [Ознакомительная версия, осталось %d дней]
main_caption_full = RMS Удаленный доступ - TektonIT - Клиент
main_status_bar_address = "Адрес: "
main_status_bar_port = "     Порт: "
main_status_bar_not_selected = Не выбрано
main_connenection_list_info_tip_double_click = Для авторизации сделайте двойной щелчок по значку соединения
main_connenection_list_info_tip_host_name = "Имя хоста: "
main_connenection_list_info_tip_overlay = Оверлейное видео
main_connenection_list_info_tip_need_upgrade = Старая версия RMS Host. Требуется обновление.
main_groups_new_group = Новая папка
main_connection_delete_confirm_text = Вы уверены, что хотите удалить выбранный элемент(ы)?
main_connection_delete_confirm_caption = Удаление...
main_show_user_domin_pass_caption = "Авторизация NT для "
main_group_delete_conirm_text = Вы уверены, что хотите удалить выбранную папку со всеми вложенными элементами?
main_group_groups = Папки
main_group_ad_groups = Компьютеры Active Directory
main_group_logged_on = Готовы к работе, авторизация выполнена
main_group_available = Доступны для соединения
main_group_other = Не в сети, либо статус неизвестен
main_rem_inst_need_select_comp = Необходимо выбрать хотя бы один компьютер.
main_quick_start_text = Щелкните здесь, чтобы создать новое соединение.
main_quick_start_show_again = Не показывать эту подсказку следующий раз?
main_recent_connections = Последние соединения
main_add_using_code_error = Указанный код некорректен.
main_app_button_capt = Файл
main_add_connection = Добавить новое соединение...
main_search_result = Результаты поиска в %s
main_all_connections = Все соединения
main_simple_upgrade_err_viewer_outdated = Клиент устарел. Скачать и установить новую версию?
main_simple_upgrade_err_unable_check_version = Невозможно выполнить проверку версии. Проверьте доступность интернета.
main_simple_upgrade_err_unknown_error = Произошла неизвестная ошибка во время проверки обновления.

main_column_reset = Сбросить настройки
main_column_connection = Название соединения
main_column_ping = Пинг
main_column_host = Хост
main_column_last_ip = Последний IP
main_column_internet_id = Internet-ID
main_column_license = Лицензия
main_column_version = Версия
main_column_user = Пользователь
main_column_sort_order = Сортировка
main_column_comment = Комментарий
main_column_autologon = Авто-логон
main_column_connection_type = Тип соединения
main_column_status = Статус
main_column_update_req = Требуется обновление

main_column_helper_connection_type_direct = Прямое
main_column_helper_connection_type_id = Internet-ID: глобальный
main_column_helper_connection_type_id_cust = Internet-ID: %s

main_column_helper_state_logged_on = Авторизован
main_column_helper_state_online = В сети
main_column_helper_state_offline = Не в сети

modes_full_control = Управление мышью и клавиатурой
modes_view_only = Просмотр удаленного экрана
modes_file_transfer = Передача файлов
modes_overlay_video = Перехват оверлейного видео
modes_shutdown = Управление питанием
modes_applications = Диспетчер задач
modes_execute = Удаленный запуск программ
modes_authorization = Авторизация
modes_thumbnails_size = "Размер эскиза: "

fm_logon_advanced = Дополнительно
fm_logon_basic = Просто

ftp_bytes = байт
ftp_kb = Кб
ftp_mb = Мб
ftp_gb = Гб
ftp_tb = Тб
ftp_byte_per_sec = Байт/сек
ftp_kb_per_sec = Кб/сек
ftp_mb_per_sec = Мб/сек
ftp_gb_per_sec = Гб/сек
ftp_days = дн.
ftp_hours = час.
ftp_minutes = мин.
ftp_seconds = сек.
ftp_main_computer = Компьютер
ftp_main_unable_to_create_folder = Не удалось создать каталог.
ftp_main_caption = Файловый менеджер
ftp_main_unable_to_find_files_to_continue = Не найдены файлы для выполнения операции.
ftp_main_try_to_update_folder = Попробуйте обновить директорию.
ftp_main_unable_to_open_directory = Не удалось открыть директорию.
ftp_main_cannot_connect_to_server = Не удалось подсоединиться к хосту.
ftp_main_fixed = Локальный диск
ftp_main_removable = Сменный диск
ftp_main_optical = Оптический диск
ftp_main_network_drive = Сетевой диск
ftp_main_delete_confirmation_one = Вы действительно хотите безвозвратно удалить '%s'?
ftp_main_delete_confirmation_many = Вы действительно хотите безвозвратно удалить эти %d объектов?
ftp_main_add_current_dir = Добавить текущий каталог...
ftp_main_remove_current_dir = Убрать текущий каталог
ftp_main_close_all_tabs_quest = Закрыть все неактивные вкладки?

ftp_local_computer = Локальный компьютер
ftp_local_computer_short = Локальный
ftp_active_connections = Активные соединения

ftp_op_download_form_caption = "Закачка файлов c "
ftp_op_download_action_caption = Загрузка файлов
ftp_op_downloading_file_list = Загрузка списка файлов...
ftp_op_upload_to_caption = "Закачка файлов на "
ftp_op_upload_action_caption = Выгрузка файлов
ftp_op_building_file_list = Построение списка файлов...
ftp_op_delete_remote_form_caption = "Удаление файлов с "
ftp_op_delete_action_caption = Удаление файлов и каталогов
ftp_op_delete_local_form_caption = Удаление локальных файлов
ftp_op_move_from_form_caption = "Перемещение файлов с "
ftp_op_move_action_caption = Перемещение файлов
ftp_op_move_to_form_caption = "Перемещение файлов на "
ftp_op_warings = "Предупреждений: "
ftp_op_errors_of_data_tansfer = Во время выполнения операции возникла ошибка при передаче данных.
ftp_op_operation_canceled_by_user = Операция отменена пользователем.
ftp_op_copying_completed = Копирование завершено.
ftp_op_deleting_completed = Удаление завершено.
ftp_op_moving_completed = Перемещение завершено.
ftp_op_cannot_find_files_to_continue = Не найдены файлы для выполнения операции.
ftp_op_file_not_found = Файл '%s' не найден.
ftp_op_directory_not_found = Директория '%s' не найдена.
ftp_op_some_errors_occurred_while_operation = "Во время выполнения операции возникли следующие ошибки: "
ftp_op_continue_deleting = Продолжить выполнение удаления?
ftp_op_continue_copying = Продолжить выполнение копирования?
ftp_op_continue_operation = Продолжить выполнение текущей операции?
ftp_op_prepearing_list_of_files_and_folders = Подготовка списка файлов и директорий...
ftp_op_unable_to_build_file_list = Не удалось построить список файлов.
ftp_op_file_was_deleted = Файл '%s' успешно удален.
ftp_op_file_was_not_deleted = Файл '%s' не был удален.
ftp_op_directory_was_deleted = Директория '%s' успешно удалена.
ftp_op_directory_was_not_deleted = Директория '%s' не была удалена.
ftp_op_cancel_current_operation = Вы действительно хотите отменить текущую операцию?
ftp_op_connection_interrupted = Связь с удаленным хостом прервана.
ftp_op_during_build_file_list_errors = Во время построения списка файлов и директорий на хосте возникла ошибка.
ftp_op_directories_creating = Создание директорий...
ftp_op_copying_files = Копирование файлов...
ftp_op_unable_to_create_directory = Не удалось создать директорию '%s'.
ftp_op_file_exists_and_not_rewritten = Файл '%s' уже существует и не был перезаписан.
ftp_op_file_will_be_rewritten = Файл '%s' будет перезаписан.
ftp_op_file_exists_rewrite_it = Файл '%s' уже существует. Перезаписать его?
ftp_op_unable_replace_file = Не удалось заменить файл '%s'.
ftp_op_file_not_found_locked = Файл '%s' не найден или заблокирован.
ftp_op_error_read_file = "Ошибка хоста при чтении файла '%s'.\n;Возможно доступ к файлу заблокирован для чтения."
ftp_op_copying = Копирование...
ftp_op_average_speed = Средняя скорость %s (осталось %s)
ftp_op_from = " из "
ftp_op_unable_create_file = Не удалось создать файл '%s'.
ftp_op_file_copied = Файл '%s' скопирован.
ftp_op_file_directory_deleted = Файл/директория '%s' удален(а).
ftp_op_file_directory_not_found = Файл/директория '%s' не найден(а).
ftp_op_file_directory_not_deleted = Файл/директория '%s' не был удален(а).

ftp_sf_documents = Документы
ftp_sf_user_desktop = Рабочий стол
ftp_sf_common_desktop = Рабочий стол (общий)
ftp_sf_program_data = Данные программ

prop_enter_connection_name = Пожалуйста, введите название соединения здесь.
prop_enter_valid_address = Пожалуйста, введите корректный IP адрес, ID или DNS имя здесь.
prop_new_connection = Новое соединение
prop_properties = Свойства: %s
prop_properties_multi = Свойства: выбрано соединений - %d
prop_default_properties = Настройки соединения по-умолчанию
prop_blank_screen_list_cleared = Список успешно очищен.
prop_need_connection = Выберите соединение.

fm_render_caption = "%s          (%s - настройки)%s"
fm_render_caption_paused = " [пауза]"
fm_render_desktop_error = Удаленное управление рабочим столом: произошла ошибка.
fm_render_server_busy = Хост занят...
fm_render_necessary_authorized = Необходимо авторизоваться на Хосте.
fm_render_unable_to_connect = Невозможно установить соединение с Хостом.
fm_render_connection_interrupted = "Соединение было прервано.\n;Возможные причины: удаленный хост был выключен, сеть недоступна или возникла ошибка во время передачи данных."
fm_render_volume = "Громкость "
fm_render_loading_remote_screen = Загрузка удаленного экрана...
fm_render_entire_desktop = Весь рабочий стол
fm_render_primary = основной
fm_render_control = [Управление]
fm_render_view = [Просмотр]
fm_render_reconnect_text = Соединение было прервано. Следующая попытка связи через %d с.

fm_hint_caption = %s (%s) - быстрый просмотр
fm_hint_loading = Загрузка...

fm_options_hotkey_exists = Горячие клавиши должны быть уникальны.

fm_tm_caption = %s - Диспетчер задач
fm_tm_closing = Закрытие...
fm_tm_starting = Запуск...
fm_tm_stopping = Остановка...
fm_tm_kill_process_question = Вы уверены, что хотите завершить '%s'?
fm_tm_kill_process_question_capt = Предупреждение диспетчера задач
fm_tm_killing = Завершение...
fm_tm_working = Работает
fm_tm_opened = Открыто
fm_tm_user = Пользователь:
fm_tm_serv_state_continue = Подождите...
fm_tm_serv_state_pause = Утановка паузы
fm_tm_serv_state_paused = Пауза
fm_tm_serv_state_running = Работает
fm_tm_serv_state_start = Запуск
fm_tm_serv_state_stop = Остановка
fm_tm_serv_state_stoped = Остановлен
fm_tm_serv_state_unknown = Не определен

fm_tm_user_state_active = Активен
fm_tm_user_state_connected = Подключен
fm_tm_user_state_disconnected = Отключен

fm_overlay_caption = %s - Видео оверлей
fm_overlay_not_found = Оверлей не найден
fm_overlay_press_refresh = Нажмите 'Обновить', чтобы обновить картинку.
fm_overlay_turned_off = Перехват оверлея отключен на удаленном компьютере.
fm_overlay_error_data_transfer = Ошибка при передачи данных.

fm_rinst_caption_single = Инструмент удаленной установки
fm_rinst_caption_multi = "Инструмент удаленной установки для %s"
fm_rinst_canceling = Отмена...
fm_rinst_connections = "Соединений: "
fm_rinst_impossible_operation = Невыполнимая операция! Используйте систему безопасности Windows NT, чтобы выполнить это действие.
fm_rinst_login_pass = Логин/пароль?
fm_rinst_auth_nt = Авторизация NT
fm_rinst_unable_auth = Невозможно авторизоваться.
fm_rinst_auth_completed = Авторизация выполнена.
fm_rinst_wait_for_install = Процесс установки начался. Дождитесь его завершения.
fm_rinst_btn_cancel = Отменить
fm_rinst_canceled_by_user = Установка прервана пользователем.
fm_rinst_installation_log = ***** Журнал удаленной установки *****
fm_rinst_log_finished = ***** Журнал завершен *****
fm_rinst_action_for = Действие для: %s (%s)
fm_rinst_try_to_auth = Пробуем авторизоваться на хосте...
fm_rinst_connecting = Соединение...
fm_rinst_data = Дата: %s
fm_rinst_no_selected_connections = Не выбрано ни одного соединения!

fm_rinst_action_install = Действие: установка/обновление.
fm_rinst_action_uninstall = Действие: деинсталляция.
fm_rinst_action_restart = Действие: перезагрузка.
fm_rinst_action_stop = Действие: остановка.

fm_rinst_action_combo_install = Инсталлировать хост
fm_rinst_action_combo_upgrade = Обновить хост
fm_rinst_action_combo_install_upgrade = Инсталлировать/обновить хост
fm_rinst_action_combo_uninstall = Деинсталлировать хост
fm_rinst_action_combo_restart = Запустить/перезапустить хост
fm_rinst_action_combo_stop = Остановить хост

fm_rinst_check_files = Проверяем файлы RMS хоста...
fm_rinst_files_not_found = Файлы хоста не найдены!
fm_rinst_wrong_protocol_version = Неправильная версия протокола.
fm_rinst_unable_complete_action = Невозможно завершить действие.
fm_rinst_action_completed = Действие успешно завершено.
fm_rinst_attributes = Атрибуты: %s
fm_rinst_unable_connect = Невозможно соединиться!
fm_rinst_error = Ошибка: '%s'.
fm_rinst_error_code = Код: $%s.
fm_rinst_unknown_error = Неизвестная ошибка.
fm_rinst_pass_accepted = Пароль принят.
fm_rinst_windows_version = Версия ОС: Windows %s
fm_rinst_unknown_version = Не удалось определить версию ОС.
fm_rinst_operation_status_uninstall = Деинсталлируем хост.
fm_rinst_operation_status_restart = Перезапускаем хост.
fm_rinst_operation_status_stop = Останавливаем хост.
fm_rinst_server_found = Найден: %s
fm_rinst_unable_restart_server = Невозможно перезапустить хост. Ошибка: #%s.
fm_rinst_unable_stop_server = Невозможно остановить хост... продолжаем процесс установки.
fm_rinst_server_not_found = Хост не найден.
fm_rinst_copy_files = Копируем файлы...
fm_rinst_error_of_set_attributes = Возможно произошла ошибка при установке атрибутов безопасности. Продолжаем выполнение действия...
fm_rinst_there_is_no_free_letter = Нет свободной буквы для сетевого диска...
fm_rinst_error_number = Ошибка #%s
fm_rinst_error_number_ex = Ошибка %s: #%s
fm_rinst_unable_connect_network_drive = Невозможно подключить сетевой диск.
fm_rinst_unable_copy_file = Невозможно скопировать файл: '%s'
fm_rinst_file = Файл: %s
fm_rinst_copying_completed = Копирование завершено.
fm_rinst_server_installing = Инсталляция RMS хоста...
fm_rinst_server_uninstalling = Деинсталляция RMS хоста...
fm_rinst_unable_to_start_server = Невозможно запустить Host на удаленной машине.
fm_rinst_nt_secure_descr = Требуются права администратора на удаленной машине.
fm_rinst_native_secure_descr = Хост какой-либо версии RMS должен быть уже установлен и запущен на удаленном компьютере.
fm_rinst_specify_msi_package = Укажите MSI-пакет (дистрибутив) хоста.
fm_rinst_access_denied = Отказано в доступе.
fm_rinst_processing = Обработка...
fm_rinst_need_lic_key = Пробный период работы Хоста истек. Пожалуйста, зарегистрируйте Хост перед обновлением.

fm_msi_cfg_wrong_distr = Файл "%s" не является актуальным дистрибутивом RMS Host.
fm_msi_cfg_error_while_config = Во время конфигурации пакета "%s" произошла ошибка.
fm_msi_cfg_error_build_one_click = Произошла ошибка во время компиляции One-Click установщика.
fm_msi_cfg_error_build_agent = Произошла ошибка во время компиляции Агента.
fm_msi_cfg_success = Пакет успешно сконфигурирован.
fm_msi_cfg_one_click_inst_confirm = Вы уверены, что хотите установить 'Remote Manipulator System - Host'?
fm_msi_cfg_one_click_inst_finish = Установка завершена.
fm_msi_cfg_not_admin = Для запуска этой утилиты необходимы права администратора.
fm_msi_cfg_r_server_exists = На данном компьютере установлен RMS Host. Его необходимо деинсталлировать.
fm_msi_cfg_specify_valid_email = Укажите email, пожалуйста.
fm_msi_cfg_brand_wrong_file = Файл "%s" не найден.
fm_msi_cfg_brand_unable_load_file = Невозможно загрузить изображение из файла "%s".
fm_msi_cfg_error_save_package = Невозможно сохранить пакет!
fm_msi_cfg_disclaimer_empty = Пожалуйста, укажите текст, который нужно отображать.
fm_msi_cfg_overwrite_id_warning = Внимание! Выбор этой опции может привести к тому, что удаленные Хосты станут недоступны, т.к. выбранные настройки будут принудительно перезаписаны, даже если они ранее уже были заданы.
fm_msi_cfg_cant_connect_to_server = Невозможно установить связь с сервером конфигурации. Проверьте интернет-соединение и повторите попытку позже. Повторить?
fm_msi_cfg_server_busy = Сервер конфигурации занят. Подождите несколько секунд...
fm_msi_cfg_update_required = Необходимо обновить программу до самой новой версии. Приступить к обновлению?
fm_msi_cfg_unknown_error = Произошла неизвестная ошибка.
fm_msi_cfg_sending = Отправка и обработка...
fm_msi_cfg_downloading = Загрузка...
fm_msi_cfg_cant_connect_to_server_state = Невозможно установить связь с сервером конфигурации. Подождите несколько секунд...

fm_msi_cfg_wiz_next = &Далее >
fm_msi_cfg_wiz_back = < &Назад
fm_msi_cfg_wiz_finish = &Конфигурировать

fm_msi_cfg_wiz_wp1_title = 1. Укажите MSI пакет RMS-Хост (дистрибутив)
fm_msi_cfg_wiz_wp2_title = 2. Выберите тип дистрибутива, который нужно создать
fm_msi_cfg_wiz_wp3_title = 3. Дополнительные параметры
fm_msi_cfg_wiz_wp4_title = 4. Интеграция настроек

fm_reg_total_server_count = Общее количество коммерческих лицензий: %d
fm_reg_total_unused = не использовано: %d
fm_reg_key_exists = Этот ключ уже существует.
fm_reg_invalid_key = Неправильный регистрационный ключ.
fm_reg_necessary_restart = Необходимо перезапустить программу.
fm_reg_key_successfully_added = Ключ успешно добавлен в хранилище лицензий.
fm_reg_meta_copied = Мета-ключ скопирован в буфер обмена.
fm_reg_other_keys_detected = Удалите все другие ключи, пожалуйста.
fm_reg_other_keys_detected_2 = Все лицензии должны быть одного и того же типа.
fm_reg_total_per_operator = Всего лицензий:
fm_reg_total_per_operator_mini = Всего лицензий:
fm_reg_total_per_pc = Всего лицензий:
fm_reg_total_free = Всего лицензий:

unable_obtain_free_lic_key = Невозможно получить лицензионный ключ.

update_new_version_avalible = "Доступно обновление RMS!\n;Скачать новую версию (%d КБ) с официального сайта?"
update_new_version_avalible_caption = Новая версия доступна
update_no_new_version = Обновлений для RMS не найдено.

fm_callback_ip_range_wrong_range = Введите корректный диапазон IP-адресов.
fm_callback_ip_range_wrong_ip = Введите корректный IP-адрес.

fm_callback_notify_ip = IP: %s

dm_callback_new_connection = Новое обратное соединение.
dm_callback_accepted_automaticly = Обратное соединение '%s' принято автоматически.
dm_callback_port_already_use = Невозможно инициализировать сокет. Порт %d уже используется.

fm_search_rom_found = RMS найден
fm_search_rom_not_found = RMS не найден

fm_remote_install_opt_empty_password_not_allowed = Пустой пароль не принимается.
fm_remote_install_opt_short_password = Пароль должен быть длиной, как минимум, 8 символов.
fm_remote_install_opt_passwords_must_be_same = 	Пароль должен совпадать с подтверждением.

fm_remote_execute_caption = %s - Удаленный запуск

fm_telnet_caption = %s - Терминал

dm_no_data = Данных нет
dm_name = Наименование
dm_manufacturer = Производитель
dm_description = Описание
dm_serial_number = Серийный номер
dm_version = Версия
dm_product_id = ID продукта
dm_product_key = Ключ продукта

dm_report = Отчет
dm_report_header = Отчет об аппаратном и программном обеспечении - %s
dm_report_data = Дата отчета
dm_report_user_name = Пользователь
dm_report_computer_name = Имя компьютера
dm_report_dns_name = DNS (NetBIOS) имя
dm_report_workgroup = Рабочая группа
dm_report_domain = Домен
dm_report_domain_role = Роль
dm_report_dr_0 = Отдельная рабочая станция
dm_report_dr_1 = член домена
dm_report_dr_2 = Отдельный сервер
dm_report_dr_3 = Сервер, принадлежащий домену
dm_report_dr_4 = Резервный контроллер домена
dm_report_dr_5 = Контроллер домена
dm_report_none = -

dm_processors = Процессоры
dm_processor_clock_speed = Частота (МГц)
dm_processor_core_number = Число ядер
dm_processor_socket_designation = Тип сокета
dm_processor_l2_cache_size = Размер L2 кэша (Кб)
dm_processor_architecture = Архитектура

dm_base_board = Материнская плата
dm_base_board_bios_caption = BIOS
dm_base_board_bios_date = Дата BIOS
dm_base_board_total_physical_memory = Всего физической памяти (Мб)

dm_vcontrollers = Видеокарты
dm_vcontroller_ram = Память (Мб)
dm_vcontroller_driver_version = Версия драйвера
dm_vcontroller_driver_date = Дата драйвера

dm_export_to = Экспортировать в

dm_hdds = Жесткие диски
dm_hdd_size = Размер (Мб)
dm_hdd_mt = Тип носителя
dm_hdd_mt_external_hdd = Внешний жесткий диск
dm_hdd_mt_removable = Съемный носитель
dm_hdd_mt_fixed = Жесткий диск
dm_hdd_mt_unknown = Формат устройства не известен

dm_optical_drives = Оптические диски
dm_optical_drive_logical_drive = Логический диск

dm_fdds = Гибкие диски

dm_network_adapters = Сетевые карты
dm_network_adapter_connection_name = Название соединения
dm_network_adapter_mac = MAC-адрес
dm_network_adapter_max_speed = Максимальная скорость (MBit/s)
dm_network_adapter_speed = Скорость (MBit/s)
dm_network_adapter_time_of_last_reset = Дата последней перезагрузки

dm_sound_cards = Звуковые карты

dm_printers = Принтеры
dm_printer_network = Сетевой

dm_keyboards = Клавиатуры

dm_mouses = Мыши
dm_mouse_pointing_type = Тип устройства
dm_mouse_pt_1 = Другой
dm_mouse_pt_2 = Неизвестный
dm_mouse_pt_3 = Мышь
dm_mouse_pt_4 = Track Ball
dm_mouse_pt_5 = Track Point
dm_mouse_pt_6 = Glide Point
dm_mouse_pt_7 = Touch Pad
dm_mouse_pt_8 = Сенсорный экран
dm_mouse_pt_9 = Мышь с оптическим сенсором

dm_os = Операционная система
dm_os_architecture = Архитектура
dm_os_install_date = Дата инсталляции
dm_os_last_boot_up_time = Дата последней перезагрузки
dm_os_registered_user = Текущий пользователь
dm_os_windows_directory = Системная директория

dm_soft = Программное обеспечение
dm_soft_version = Версия
dm_soft_vendor = Производитель
dm_soft_install_location = Каталог
dm_soft_install_date = Дата установки
dm_soft_install_source = Источник установки
dm_soft_url_info_about = Ссылка на описание
dm_soft_url_info_update_info = Ссылка на обновление
dm_soft_reg_owner = Лицензия на имя
dm_soft_reg_company = Лицензия на компанию

rdp_set_caption = %s - Настройка параметров RDP

rdp_caption = %s - RDP
rdp_not_installed_warning = "Системные компоненты, необходимые для работы этой функции не установлены.\n;Перейти к странице загрузки?"
rdp_connection_establishing = Установка соединения...
rdp_fatal_error = Критическая ошибка. Код: %d

command_line_error = Ошибка. Другой пользователь уже работает с Remote Manipulator System - Клиент.

error_report_title = Отчет об ошибке - Клиент
error_report_text = Ошибка (%s): %s.
error_report_sent = Отчет был успешно выслан.
error_report_unable_send = Невозможно выслать отчет.

chat_channel_main = Основной
chat_user_group_channels = Каналы
chat_user_group_users = Пользователи
chat_user_leave_channel = Пользователь %s покинул канал (%s).

scr_rec_caption = %s - Запись экрана
scr_rec_status_loading = Загрузка...
scr_rec_status_deleting = Удаление...
scr_rec_status_ready = Готов
scr_rec_status_error = Ошибка!
scr_rec_status_no_data = Нет данных

scr_rec_ftype_local = Локальный
scr_rec_ftype_locked = Заблокированный
scr_rec_ftype_remote = На хосте
scr_rec_ftype_in_use = Текущий

scr_rec_downloading = Загрузка: %d%
scr_rec_file_already_copied = Файл уже скопирован.
scr_rec_file_already_loaded_open = Файл уже загружен. Открыть "%s"?
scr_rec_unable_to_delete_temp_file = Невозможно удалить временный файл "%s".
scr_rec_unable_to_create_file = Невозможно создать файл "%s".
scr_rec_unable_to_load_file = Невозможно загрузить файл "%s".
scr_rec_data_loading_error = Ошибка загрузки данных. Возможно файл "%s" не существует или используется для записи и защищен от копирования.

scr_rec_default_schedule = Расписание
scr_rec_unable_save_settings = Ошибка при сохранении настроек.
scr_rec_no_schedule = Для активации записи экрана, необходимо создать расписание. Продолжить сохранение настроек?

text_message = %s - Текстовое сообщение

shutdown_caption = %s - Управление питанием

fm_av_capture_caption = %s - Удаленная камера

av_state_not_connected = Нет соединения
av_state_playing = Данные передаются
av_state_ready = Готов к работе
av_state_restarting = Подготовка к перезапуску

av_select_dir = Директория для видео файлов
av_data_is_recording = Сохранение файлов включено. Каталог:

av_install_filters_error = "Необходимые для работы видео и аудио кодеки не установлены.\n;Запустите программу от имени администратора, чтобы установить их."

fm_registry_caption = %s - Удаленный редактор реестра
fm_registry_default_value = (По умолчанию)
fm_registry_value_not_set = (значение не присвоено)
fm_registry_new_key = Новый раздел #
fm_registry_delete_query = Вы действительно хотите безвозвратно удалить этот раздел и все его подразделы?
fm_registry_delete_query_caption = Подтверждение удаления раздела
fm_registry_new_value = Новый параметр #
fm_registry_delete_query_value = Вы действительно хотите безвозвратно удалить этот параметр?
fm_registry_delete_query_values = Вы действительно хотите безвозвратно удалить эти параметры?
fm_registry_delete_query_caption_value = Подтверждение удаления параметра
fm_registry_delete_query_caption_values = Подтверждение удаления параметров
fm_registry_information_transferred = Информация была успешно передана.

inet_id_server_name = Internet-ID сервер: %s

lic_saved = Спасибо за регистрацию Remote Manipulator System.
lic_invalid = Неправильный лицензионный ключ.
lic_success_unreg = Регистрация успешно снята.

lic_trial_days_left = Пробная версия. Осталось дней: %d.
lic_key_info = Владелец: %s; Количество лицензий: %s; Ключ: %s...
lic_key_info_free = Владелец: %s; бесплатная лицензия для домашнего использования.

lic_kind_home = Бесплатная для дома
lic_kind_commercial = Коммерческая
lic_kind_unlimited_com = Неограниченная коммерческая
lic_kind_helpdesk = Pro
lic_kind_mini_helpdesk = Mini
lic_kind_starter = Starter
lic_kind_home_ent = Домашняя лицензия
lic_kind_commercial_free = Бесплатная классическая

lic_count_limited = "Вы не можете использовать данный ключ более чем на %d компьютерах.\n;\n;Удалите лишние соединения. Приносим глубочайшие извинения за возможные неудобства, но такова политика лицензирования."
lic_unreg_warning = "Вы собираетесь снять лицензионную регистрацию с данного RMS Host. У вас не будет возможности повторно зарегистрировать данную копию программы этим же ключом в течение 7 дней.\n;Продолжить?"
lic_unreg_error = Вы не можете сейчас зарегистрировать данную копию программы, попробуйте через несколько дней еще раз.
lic_trial_expired = Пробрый период закончился. Добавьте лицензионный ключ в Хранилище лицензий, чтобы продолжить использование RMS.

lic_invalid_license_key = Неправильный лицензионный ключ.

avatar_auto_logon = АВТО
avatar_manual_logon = РУЧН.
avatar_offline = НЕ В СЕТИ
avatar_locked = ДОСТУПЕН
avatar_online = В СЕТИ
avatar_logon = СОЕДИНЕНИЕ
avatar_not_connected = НЕТ СОЕДИНЕНИЯ
avatar_unknown = НЕТ СОЕДИНЕНИЯ

fm_invitation_title = %s - Приглашение
fm_invitation_enter_inet_id = Internet-ID не указан. Воспользуйтесь кнопкой "Сгенерировать"
fm_invitation_select_lic = Выберите лицензионный ключ.
fm_invitation_need_pass = Необходимо указать пароль длиной минимум 8 символов.

fm_import_conn_root = Корневая папка
fm_import_conn_copy = копия

fm_addr_book_general_book = Основная книга
fm_addr_book_ok = OK
fm_addr_book_not_found = файл не найден
fm_addr_book_read_write = Чтение/запись
fm_addr_book_read_read_only = Только чтение
fm_addr_book_new = Книга №
fm_addr_book_already_exists = Адресная книга с таким путем уже есть в списке.
fm_addr_book_delete_quest = Вы уверены, что хотите удалить "%s" из списка?
fm_addr_book_type_cloud = синхронизируемая
fm_addr_book_type_local = локальная

fm_black_scr_new_text = Какой-то текст №

fm_av_chat_title = %s - Аудио & видео чат
fm_av_chat_state_connection = Установка соединения...
fm_av_chat_state_ready = Готов к работе
fm_av_chat_state_config_req = Запрос конфигурации...
fm_av_chat_state_connecting = Звоним

fm_av_chat_user_not_found = Пользователь не найден.
fm_av_chat_remote_filters_error = "Необходимые для работы видео и аудио кодеки не установлены на удаленном компьютере.\n;Запустите программу от имени администратора, чтобы установить их."
fm_av_chat_local_filters_error = "Необходимые для работы видео и аудио кодеки не установлены на локальном компьютере.\n;Запустите программу от имени администратора, чтобы установить их."

fm_r_settings_local_server_exists = Обнаружен работающий Хост на локальном компьютере. Его необходимо остановить.
fm_r_settings_need_close_config = Сначала закройте окно конфигуратора.
fm_r_settings_restart_confirm = Удаленный RMS Host будет перезапущен. Продолжить?
fm_r_settings_same_versions = Версия локального RMS Клиента должна совпадать с версией удаленного RMS Хоста.
fm_r_settings_caption = "%s - Удаленная настройка RMS Хоста"
fm_r_settings_title = "Название соединения: %s"
fm_r_settings_state = "Статус: %s"
fm_r_settings_state_init = инициализация...
fm_r_settings_state_request = запрос...
fm_r_settings_state_config = конфигурирование...
fm_r_settings_state_ready = нажмите 'OK', чтобы применить настройки.

alert_details = Подробнее
alert_details2 = Дополнительная информация:
alert_connection_caption = Название соединения: %s
alert_inet_id = Internet-ID: %s
alert_address = Адрес: %s
alert_use_callback = Используется обратное соединение.
alert_date = Дата и время оповещения: %s
alert_total_msg_count = Число оповещений: %d
alert_image_hint = Журнал оповещений: %s
alert_no_messages = нет оповещений.
alert_messages = оповещ.

alert_msg_access_dedied = Отказано в доступе.
alert_msg_mode_disabled = Данный режим соединения запрещен в настройках безопасности на стороне хоста.

proxy_server = Прокси-сервер: %s
proxy_none = не используется

fm_domain_controllers_del_confirm = Вы уверены, что хотите удалить "%s" из списка?
fm_dс_add_edit_error_encountered = Замечены ошибки. Вы хотите добавить/обновить данную запись Active Directory в любом случае?

ad_default_dc = По умолчанию

fm_remote_print = Удаленная печать
fm_remote_print_init = Инициализация...
fm_remote_print_prep = Подготовка...
fm_remote_print_download = Загрузка
fm_remote_print_ready = Готово
fm_remote_print_page_count = Число страниц: %d

fm_ip_filter_range_wrong_range = Введите корректный диапазон IP-адресов.
fm_ip_filter_range_wrong_ip = Введите корректный IP-адрес.

ab_error = Ошибка адресной книги.
ab_cannot_perform_action = Невозможно выполнить операцию. Сервер синхронизации не доступен или не подключен на данный момент.
ab_error_version = Пожалуйста, обновите Клиент до самой новой версии, прежде чем синхронизировать данную адресную книгу.
ab_error_access_denied = Не хватает прав доступа.
ab_error_invalid_pass = Неправильный пароль для адресной книги.
ab_error_invalid_user_pass = Не правильное имя пользователя или пароль.
ab_error_pub_key_error = Ошибка открытого ключа.
ab_error_auth = Возможно нарушение безопасности. Это может означать, что кто-то подменил удаленный сервер, перенаправив соединения на другую машину.

sync_cannot_verify_remote_pc_title = ПРЕДУПРЕЖДЕНИЕ — ВОЗМОЖНОЕ НАРУШЕНИЕ БЕЗОПАСНОСТИ!
sync_cannot_verify_remote_pc_text_1 = Открытый ключ сервера не соответствует хранящемуся в кэше программы. Это значит, что либо администратор сервера изменил ключ хоста, и сервер предоставляет другой ключ при некоторых обстоятельствах, либо вы соединились с другим компьютером, который выдаёт себя за данный сервер.

sync_cannot_verify_remote_pc_text_3 = Если вы ожидали это изменение, доверяете новому ключу и желаете продолжить подключение к серверу, тогда нажмите «Обновить» для обновления кэша. Если вы хотите прекратить подключение, нажмите «Отмена», это является ЕДИНСТВЕННЫМ гарантированно безопасным выбором.
sync_cannot_verify_remote_pc_ext_capt = Текущий открытый ключ в кэше
sync_cannot_verify_remote_pc_update = Обновить

ab_new_notify_td_caption = Доступна новая адресная книга
ab_new_notify_td_title = Новая адресная книга доступна для вас на сервере.
ab_new_notify_td_text = Каким образом поступить с данной адресной книгой? 
ab_new_notify_td_btn_1 = Показать список доступных адресных книг
ab_new_notify_td_btn_2 = Не добавлять адресную книгу

fm_sync_auth_progress_title = Авторизация на %s

fm_set_pwd_password_must_be_same = Пароль подтверждения должен совпадать с паролем, который необходимо установить.
fm_set_pwd_empty_pass_does_not_allowed = Пустой пароль не применим.
fm_set_pwd_pass_length_error = Пароль должен быть длиной минимум 4 символа.

notify_signed_in_id = %s появился в сети

fm_new_ab_wiz_next = &Далее >
fm_new_ab_wiz_back = < &Назад
fm_new_ab_wiz_cancel = Отмена
fm_new_ab_wiz_finish = &Завершить

fm_new_ab_wiz_wp1_title = Тип адресной книги
fm_new_ab_wiz_wp2_title = Контейнер адресной книги
fm_new_ab_wiz_wp3_title = Доступные адресные книги

fm_simple_upgrade_count = Количество: %d
fm_simple_upgrade_started = Обновление началось. Подождите 1-2 минуты, пока завершится процедура обновления удаленных Хостов.

fm_http_download_file_capt = Загрузка файла... (%d%%)

[TfmMain]
actLogon.Caption = Авторизоваться
actLogoff.Caption = Отменить авторизацию

miConnection.Caption = Соединение
miView.Caption = Вид
miTools.Caption = Инструменты
miRemoteInstallRoot.Caption = Удаленная установка
miHelp.Caption = Справка
miAutoPing.Caption = Автоматический пинг

actAddConnection.Caption = Добавить соединение...
actAddConnection.Hint = Добавить новое соединение

actDeleteConnection.Caption = Удалить
actDeleteConnection.Hint = Удалить выбранное соединение

actRename.Caption = Переименовать
actRename.Hint = Переименовать выбранное соединение

actConnect.Caption = Соединиться...
actConnect.Hint = Открыть выбранное соединение

actScanServers.Caption = Поиск RMS-хостов в сети...
actScanServers.Hint = Поиск RMS-хостов в сети

actCheckStatus.Caption = Обновить статус соединений
actCheckStatus.Hint = Обновить статус видимых соединений

actReLogon.Caption = Переавторизовать соединения
actReLogon.Hint = Переавторизовать видимые соединения

actLicenseManager.Caption = Хранилище лицензий...
actLicenseManager.Hint = Показать доступные лицензии

actUpdatePreviews.Caption = Обновить эскизы
actUpdatePreviews.Hint = Обновить эскизы удаленных экранов

actStartChatServer.Caption = Открыть чат
actStartChatServer.Hint = Открыть чат

actUpgradeOutdated.Caption = Обновить устаревшие хосты
actUpgradeOutdated.Hint = Обновить устаревшие хосты

actPingConnections.Caption = Пинг
actPingConnections.Hint = Пинг видимых соединений

actAutoPingEnable.Caption = Включить
actAutoPingDisable.Caption = Выключить

actInvitation.Caption = Создать приглашение...
actInvitation.Hint = Создать приглашение...

actAddUsingCode.Caption = Добавить, используя код...
actAddUsingCode.Hint = Добавить новое соединение, используя код

actProperties.Caption = Свойства...
actRdpSettings.Caption = Настройки RDP...
actOptions.Caption = Настройки...
actAbout.Caption = Про RMS Удаленный доступ...
actExit.Caption = Выход
actDefaultOptions.Caption = Настройки соединения по-умолчанию...
actLanguage.Caption = Язык...
actAddNewGroupLv.Caption = Добавить папку
actRenameGroupLv.Caption = Переименовать папку
actDeleteGroupLv.Caption = Удалить папку
actGetRegKey.Caption = Приобрести
actGetFreeRegKey.Caption = Получить регистрационный ключ бесплатно
actCheckUpdates.Caption = Проверить наличие обновлений
actHelp.Caption = Справочная система...
actShowWebSite.Caption = RMS в интернете
actConnPreview.Caption = Эскизы
actConnLarge.Caption = Значки
actConnList.Caption = Список
actConnDetails.Caption = Таблица
actShowGroups.Caption = Показать навигацию
actShowModes.Caption = Показать режимы
actShowEventLog.Caption = Показать журнал событий
actResetPanels.Caption = Сбросить настройки панелей
actConfigureModesPanel.Caption = Настроить панель режимов соединения
actImportConnections.Caption = Импортировать соединения...
actExportConnections.Caption = Экспортировать соединения...
actRemoteSettings.Caption = Удаленная настройка...
actModeAVChat.Caption = Аудио и видео чат
actAlertOpenLog.Caption = Открыть журнал оповещений...
actAlertClear.Caption = Удалить все оповещения
actADAddAsConnection.Caption = Добавить в виде соединения
actADAddAllAsConnections.Caption = Добавить все компьютеры в виде соединений

actAddressBook.Caption = Менеджер адресных книг...
actAddressBook.Hint = Менеджер адресных книг...

actIdServerConsole.Caption = Консоль ID сервера...
actIdServerConsole.Hint = Консоль Mini Internet-ID сервера

actLikeGoogle.Caption = +1
actLikeGoogle.Hint = +1. Сказать спасибо разработчикам

actVideoTutorials.Caption = Документация
actVideoTutorials.Hint = Документация

actDomainControllers.Caption = Контроллеры домена...
actDomainControllers.Hint = Контроллеры домена...

actModeFullControl.Caption = Управление мышью и клавиатурой
actModeViewOnly.Caption = Просмотр удаленного экрана
actModeFileTransfer.Caption = Файловый менеджер
actModeShutdown.Caption = Управление питанием
actModeTaskManager.Caption = Диспетчер задач
actModeTelnet.Caption = Терминал
actModeVideoOverlay.Caption = Видео оверлей
actModeRemoteExecute.Caption = Запуск программ
actModeDeviceManager.Caption = Инвентаризация
actModeRdp.Caption = RDP
actChat.Caption = Чат
actScreenRecord.Caption = Запись экрана
actTextMessage.Caption = Текстовое сообщение
actRemoteCamera.Caption = Удаленная камера
actRemoteRegistry.Caption = Удаленный реестр
actLicenseKeyTransfer.Caption = Передать лицензионный ключ

actSimpleUpgrade.Caption = Обновление Хостов...
actRemoteInstall.Caption = Удаленная установка/удаление/запуск...
actMsiConfigurator.Caption = MSI Конфигуратор...

miLogon.Caption = Авторизоваться
miLogoff.Caption = Отменить авторизацию

miOtherModes.Caption = Другие режимы
miMapOtherModes.Caption = Другие режимы

miRestoreAll.Caption = Восстановить все
miMinimizeAll.Caption = Свернуть все

miMapSelectLayer.Caption = Выбрать слой
miMapMoveItemToLayer.Caption = Переместить в слой

miShortCutOnDesktop.Caption = Создать ярлык на рабочем столе

miShortcutFullControl.Caption = Управление мышью и клавиатурой
miShortcutFullControl.Hint = Управление мышью и клавиатурой

miShortcutViewOnly.Caption = Просмотр удаленного экрана
miShortcutViewOnly.Hint = Просмотр удаленного экрана

miShortcutFileTransfer.Caption = Файловый менеджер
miShortcutFileTransfer.Hint = Файловый менеджер

miShortcutVideoOverlay.Caption = Видео оверлей
miShortcutVideoOverlay.Hint = Видео оверлей

miShortcutShutdown.Caption = Управление питанием
miShortcutShutdown.Hint = Управление питанием

miShortcutTaskManager.Caption = Диспетчер задач
miShortcutTaskManager.Hint = Диспетчер задач

miShortcutRemoteExecute.Caption = Запуск программ
miShortcutRemoteExecute.Hint = Запуск программ

miShortcutTerminal.Caption = Терминал
miShortcutTerminal.Hint = Терминал

miShortcutDeviceManager.Caption = Инвентаризация
miShortcutDeviceManager.Hint = Инвентаризация

miShortcutRDP.Caption = RDP
miShortcutRDP.Hint = RDP

miShortcutChat.Caption = Чат
miShortcutChat.Hint = Чат

miShortcutScreenRecord.Caption = Запись экрана
miShortcutScreenRecord.Hint = Запись экрана

miShortcutTextMessage.Caption = Текстовое сообщение
miShortcutTextMessage.Hint = Текстовое сообщение

miShortcutAVCapt.Caption = Удаленная камера
miShortcutAVCapt.Hint = Удаленная камера

miShortcutRegistry.Caption = Удаленный реестр
miShortcutRegistry.Hint = Удаленный реестр

actRbModeFullControl.Caption = Управление
actRbModeFullControl.Hint = Управление мышью и клавиатурой

actRbModeViewOnly.Caption = Просмотр
actRbModeViewOnly.Hint = Просмотр удаленного экрана

actRbModeFileTransfer.Caption = Файлы
actRbModeFileTransfer.Hint = Передача файлов

actRbModeShutdown.Caption = Питание
actRbModeShutdown.Hint = Управление питанием

actRbModeTaskManager.Caption = Диспетчер задач
actRbModeTaskManager.Hint = Диспетчер задач

actRbModeTelnet.Caption = Терминал
actRbModeTelnet.Hint = Удаленная командная строка

actRbModeRemoteExecute.Caption = Запуск программ
actRbModeRemoteExecute.Hint = Удаленный запуск программ

actRbModeDeviceManager.Caption = Инвентаризация
actRbModeDeviceManager.Hint = Просмотр аппаратного и программного обеспечения

actRbModeRdp.Caption = RDP
actRbModeRdp.Hint = MS Remote Desktop Protocol

actRbChat.Caption = Чат
actRbChat.Hint = Чат

actRbScreenRecord.Caption = Запись экрана
actRbScreenRecord.Hint = Запись экрана по расписанию

actRbTextMessage.Caption = Сообщение
actRbTextMessage.Hint = Текстовое сообщение

actRbRemoteCamera.Caption = Удаленная камера
actRbRemoteCamera.Hint = Удаленная камера

actRbRemoteRegistry.Caption = Удаленный реестр
actRbRemoteRegistry.Hint = Удаленный реестр

actRbModeAVChat.Caption = Аудио и видео чат
actRbModeAVChat.Hint = Аудио и видео чат

rtGeneral.Caption = Главная
rtConnection.Caption = Соединения
rtView.Caption = Вид
rtTools.Caption = Инструменты
rtManage.Caption = Управление
rtHelp.Caption = Справка

dxrgConnection.Caption = Соединение
dxrgLike.Caption = +1

dxrgConnectionEdit.Caption = Правка
dxrgProperties.Caption = Параметры
dxrgStatus.Caption = Статус

dxrgView.Caption = Вид
dxrgViewStyle.Caption = Представление
dxrgPreviews.Caption = Размер эскиза

dxrgSettings.Caption = Настройки
dxrgRemoteInstall.Caption = Удаленная установка
dxrgAddressBook.Caption = Адресная книга
dxrgNetwork.Caption = Сеть

dxrgAddressBooks.Caption = Адресные книги
dxrgServer.Caption = Сервер синхронизации
dxrgActiveDirectory.Caption = Active directory

dxrgTutorials.Caption = Помощь
dxrgLicense.Caption = Лицензия
dxrgAbout.Caption = О программе

dxDockPanelGroups.Caption = Навигация
dxDockPanelEventLog.Caption = Журнал событий

actAddGroup.Caption = Добавить папку
actRenameGroup.Caption = Переименовать папку
actDeleteGroup.Caption = Удалить папку
actRefreshADGroup.Caption = Обновить

actSignIn.Caption = Вход
actSignIn.Hint = Авторизация на Mini Internet-ID сервере

actSignOut.Caption = Выход
actShowDefDC.Caption = Контроллер домена по умолчанию
actLockApp.Caption = Заблокировать
actServers.Caption = Серверы...

mruSearch.TextHint = Поиск

[TfmModePanel]
Caption = Режим

miConfigureButtons.Caption = Настроить

actFullControl.Caption = Управление
actFullControl.Hint = Управление мышью и клавиатурой

actViewOnly.Caption = Просмотр
actViewOnly.Hint = Просмотр удаленного экрана

actFileTransfer.Caption = Файлы
actFileTransfer.Hint = Передача файлов

actOverlayVideo.Caption = Видео оверлей
actOverlayVideo.Hint = Перехват оверлейного видео

actShutdown.Caption = Управление питанием
actShutdown.Hint = Управление питанием

actApplications.Caption = Диспетчер задач
actApplications.Hint = Диспетчер задач

actRemoteExecute.Caption = Запуск программ
actRemoteExecute.Hint = Удаленный запуск программ

actTelnet.Caption = Терминал
actTelnet.Hint = Удаленная командная строка

actDeviceManager.Caption = Инвентаризация
actDeviceManager.Hint = Просмотр аппаратного и программного обеспечения

actRdp.Caption = RDP
actRdp.Hint = MS Remote Desktop Protocol

actChat.Caption = Чат
actChat.Hint = Чат

actScreenRecord.Caption = Запись экрана
actScreenRecord.Hint = Запись экрана по расписанию

actTextMessage.Caption = Текстовое сообщение
actTextMessage.Hint = Текстовое сообщение

actAVCapture.Caption = Удаленная камера
actAVCapture.Hint = Удаленная камера

actRegistry.Caption = Удаленный реестр
actRegistry.Hint = Удаленный реестр

actAVChat.Caption = Аудио и видео чат
actAVChat.Hint = Аудио и видео чат

pnOtherModes.Caption = Настройка списка...

[TfmAbout]
Caption = Про RMS Удаленный доступ: Клиент

lbProduct.Caption = Remote Manipulator System - Клиент
lbVersion2.Caption = Версия:
lbWebSite.Caption = Веб-сайт:
lbSite.Caption = www.rmansys.ru
gbFeedback.Caption = Обратная связь
gbCopyright.Caption = Правообладатели программного обеспечения
mCopyright.Lines = "Все компоненты, имущественные права и исходный код RMS Клиента © 2004-2017 Тер-Осипов A.В. Все права защищены.\n;\n;Торговая марка © 2004-2017 TektonIT Corp. Все права защищены."

[TfmFTP]
actEdit.Caption = Правка
actEdit.Hint = Редактировать файл

actCopyFile.Caption = Копировать
actCopyFile.Hint = Скопировать файл или директорию на другой компьютер

actMoveFile.Caption = Переместить
actMoveFile.Hint = Переместить файл или директорию на другой компьютер

actNewFolder.Caption = Новый каталог
actNewFolder.Hint = Создать новый каталог

actDelete.Caption = Удалить
actDelete.Hint = Удалить файл или каталог

actRemoteExecute.Caption = Запустить
actRemoteExecute.Hint = Запустить программу или документ

actRename.Caption = Переименовать
actRename.Hint = Переименовать файл или директорию

actSelectAll.Caption = Выделить все
actSelectAll.Hint =  = Выделить все элементы

actQuit.Caption = Выход
actQuit.Hint = Закрыть это окно

actReload.Caption = Обновить
actReload.Hint = Обновить список файлов

actSwapTabs.Caption = Поменять местами
actSwapTabs.Hint = Поменять местами

actTabDuplicate.Caption = Дублировать вкладку
actTabDuplicate.Hint = Дублировать вкладку

actCloseTab.Caption = Закрыть вкладку
actCloseTab.Hint = Закрыть вкладку

actCloseAllTabs.Caption = Закрыть все вкладки
actCloseAllTabs.Hint = Закрыть все вкладки

actCloseDuplicateTabs.Caption = Закрыть дубликаты вкладок
actCloseDuplicateTabs.Hint = Закрыть дубликаты вкладок

actLeftBackward.Hint = Назад
actLeftForward.Hint = Вперёд
actRightBackward.Hint = Назад
actRightForward.Hint = Вперёд
actBackwardGeneral.Hint = Назад
actForwardGeneral.Hint = Вперёд

sbEdit.Caption = F4 Правка
sbCopy.Caption = F5 Копировать
sbMove.Caption = F6 Переместить
sbNewFolder.Caption = F7 Каталог
sbDelete.Caption = F8 Удалить
sbExecute.Caption = F9 Запустить

miRename.ImageIndex = -1
miEdit.ImageIndex = -1
miCopy.ImageIndex = -1
miMove.ImageIndex = -1
miNewFolder.ImageIndex = -1
miDelete.ImageIndex = -1
miExecute.ImageIndex = -1

miFile.Caption = Файл
miTabs.Caption = Вкладки
miAccess.Caption = Доступ

lvLeftFiles.Columns = "Имя файла\n;Тип\n;Размер\n;Изменен\n;Атрибуты"
lvRightFiles.Columns = "Имя файла\n;Тип\n;Размер\n;Изменен\n;Атрибуты"

tbMyCompLeft.Hint = Список дисков
tbMyCompRight.Hint = Список дисков

tbRefreshLeft.Caption = Обновить
tbRefreshLeft.Hint = Обновить

tbRefreshRight.Caption = Обновить
tbRefreshRight.Hint = Обновить

tbAddNewTabLeft.Caption = Новая вкладка (открыть компьютер)
tbAddNewTabLeft.Hint = Новая вкладка (открыть компьютер)

tbAddNewTabRight.Caption = Новая вкладка (открыть компьютер)
tbAddNewTabRight.Hint = Новая вкладка (открыть компьютер)

miConfigureHotList.Caption = Настроить...

sbLocalHotList.Hint = Список закладок каталогов (Ctrl + D)
sbRemoteHotList.Hint = Список закладок каталогов (Ctrl + D)

sbLocalRoot.Hint = Перейти в корень диска (Ctrl + \)
sbRemoteRoot.Hint = Перейти в корень диска (Ctrl + \)

sbLeftUp.Hint = Вверх (Backspace)
sbRightUp.Hint = Вверх (Backspace)

actAccessCurrentUser.Caption = Текущий пользователь
actAccessSystem.Caption = Система

[TfmFTPNewFolder]
Caption = Создать каталог
lbCaption.Caption = Название:
btnCreate.Caption = Создать

[TfmFTPCopyFile]
lbFrom1.Caption = Из:
lbTo1.Caption = В:
cbCloseAfterAction.Caption = Закрыть окно после завершения операции
btnCancel.Caption = Отменить
btnClose.Caption = Закрыть

[TfmConnectionOptions]
btnOK.Caption = OK
btnCancel.Caption = Отмена
btnChangeCommonInetIdServer.Caption = Сменить
cbDefault.Caption = По умолчанию для новых соединений

CategoryButtons.Categories = "Соединение\n;Удаленный экран"

actConnectionGeneral.Caption = Основные настройки
actSecurity.Caption = Безопасность
actNetwork.Caption = Сеть и режим работы
actRemoteScreenMode.Caption = Режим
actColorAndCPU.Caption = Цвет и CPU
actAdditionalProperties.Caption = Дополнительно
actCursor.Caption = Курсор
actAutoPing.Caption = Автоматический пинг
actRdp.Caption = RDP

tsGeneral.Caption = Основные опции
tsConnection.Caption = Соединение
tsSecurity.Caption = Безопасность
tsColorAndCPU.Caption = Цвет и CPU
tsAdditionalOptions.Caption = Дополнительно
tsCursor.Caption = Курсор
tsNetwork.Caption = Сеть и режим работы
tsInternetId.Caption = Internet-ID
tsRdp.Caption = RDP

gbConnectionParams.Caption = Параметры соединения
gbPassword.Caption = Пароль
gbUserName.Caption = Дополнительно
gbServerAuthority.Caption = Проверка подлинности хоста
gbRenderMode.Caption = Режим отображения
gbColor.Caption = Формат цвета
gbCpuUsage.Caption = Загрузка CPU
rgLocalCursor.Caption = Локальный указатель мыши
rgRemoteCursor.Caption = Прорисовка указателя мыши хоста
gbNetworkMode.Caption = Режим работы

lbConnectionName.Caption = Название соединения:
rbDirectConnection.Caption = Прямое соединение
lbConnectionIp.Caption = IP адрес или DNS имя:
cbAllowCallback.Caption = Автоматически принимать обратные соединения
rbInternetConnection.Caption = Internet-ID соединение
lbPeerId.Caption = ID:
cbUseInternetId.Hint = Использовать Internet-ID для данного соединения
btnChange.Caption = Сменить
cbInetIdUseOldProtocol.Caption = Использовать старый Internet-ID протокол (5.0)

cbSavePassword.Caption = Запомнить пароль
cbAutologin.Caption = Авто-логон (только для прямых соединений или через Mini Internet-ID сервер)
cbAutoCheckOnlineStatus.Caption = Автоматически проверять статус соединения
cbSendUserName.Caption = Указать имя пользователя
cbSharedSecret.Caption = Общий секрет

rbNormal.Caption = В окне
rbStretch.Caption = В окне с масштабированием
rbFullscreen.Caption = На весь экран
rbFullscreenStretch.Caption = На весь экран с масштабированием
cbAdvScroll.Caption = Скролл окна мышью (Advanced Mouse Scroll)
cbConstProportions.Caption = Сохранять пропорции при отображении в окне

rbColor24.Caption = 24 бита (16 777 215 цветов)
rbColor16.Caption = 16 бит (65 535 цветов)
rbColor15.Caption = 15 бит (32 767 цветов)
rbColor8.Caption = 8 бит (256 цветов)
rbColor4.Caption = 4 бита (16 цветов)
rbColor1.Caption = 1 бит (2 цвета)

lbCpuHigh.Caption = Высокая
lbCpuMid.Caption = Норм.
lbCpuLow.Caption = Низкая

cbSoundCapture.Caption = Захват звука
cbAutoScreenRecording.Caption = Записывать сессию автоматически

cbBlankScreen.Caption = Блокировать экран хоста
cbLockControl.Caption = Блокировать мышь и клавиатуру хоста
cbCaptureAlpha.Caption = Перехватывать полупрозрачные окна
cbDisableAero.Caption = Отключить режим Аэро (Windows Vista/2008)
cbRemoveWallpaper.Caption = Скрывать обои рабочего стола
cbLockOnDisconnect.Caption = Блокировать рабочую станцию при отсоединении
sbBlackScreenOptions.Caption = Текст для блокировки экрана...
sbBlackScreenClearText.Caption = Удалить текст для блокировки экрана...
lbComment.Caption = Комментарий:
lbSortOrder.Caption = Порядок сортировки:

rgLocalCursor.Items = "Принимать форму указателя мыши хоста\n;Отображать в виде точки (в режиме управления)\n;Использовать стандартный указатель"
rgRemoteCursor.Items = "Только если режим управления мышью не активен\n;Всегда\n;Никогда"

lbServerPort.Caption = Порт хоста:
btnResetPort.Caption = Сбросить
cbUseIPv6.Caption = Использовать IPv6
lbConnectThrough.Caption = Соединяться через хост:
rbDontUseChacheing.Caption = Стандартный режим работы. Подходит для быстрых сетей (ADSL или Ethernet 10/100).
rbUseChacheing.Caption = Экономичный режим. Подходит для медленных сетей (Dial-Up, GPRS). В этом режиме количество трафика уменьшается в 10-50 раз.
btnProxySettings.Caption = Настройка прокси

cbAutoPingUse.Caption = Использовать автоматический пинг
lbAutoPingInterval.Caption = Интервал пинга:
lbSeconds.Caption = сек.

cbRdpUseDirectConnection.Caption = Использовать прямое соединение

gbLogonSettings.Caption = Параметры входа
cbRdpAllowToSaveLogonInfo.Caption = Сохранить параметры подключения
lbUserName.Caption = Пользователь:
lbPassword.Caption = Пароль:
gbNetworkSettings.Caption = Сетевые настройки
lbPort.Caption = Порт:
btnPortReset.Caption = Сбросить
btnRdpConfigure.Caption = Конфигурировать

[TfmNewConnection]
Caption = Новое соединение
btnOK.Caption = OK
btnCancel.Caption = Отмена

lbConnectionName.Caption = Название соединения:
llConnectionIp.Caption = IP адрес, <a href="http://rmansys.ru/internet-id/">Internet-ID</a> или DNS имя:
cbConnectNow.Caption = Подключиться сейчас
cbAdvanced.Caption = Дополнительно
cbInternetId.Caption = Internet-ID

[TfmRender]
btnOK.Caption = OK
btnCancel.Caption = Отмена
btnApply.Caption = Применить
sbClose.Hint = Закрыть

actRMNormal.Caption = В окне
actRMNormal.Hint = В окне

actRMStretch.Caption = В окне с масштабированием
actRMStretch.Hint = В окне с масштабированием

actRMFullScreen.Caption = На весь экран
actRMFullScreen.Hint = На весь экран

actRMFullScreenStretch.Caption = На весь экран с масштабированием
actRMFullScreenStretch.Hint = На весь экран с масштабированием

actCloseConnection.Caption = Закрыть
actCloseConnection.Hint = Закрыть

lbOptions.Caption = Настройки:
cbOptions.Hint = Настройки
tsGeneral.Caption = Основные опции
tsColorAndCPU.Caption = Цвет и CPU
tsAdditional.Caption = Расширенные опции
tsCursor.Caption = Курсор
tsNetwork.Caption = Сеть

gbRenderMode.Caption = Режим отображения
cbCaptureSound.Caption = Захват звука
lbVolume.Caption = Громкость:
trHorizontal.Hint = Громкость звука (0 - 100%)

rbNormal.Caption = В окне
rbFullscreen.Caption = Весь экран
rbStretch.Caption = В окне (масштаб)
rbFullscreenStretch.Caption = Весь экран (масштаб)

cbAdvScroll.Caption = Скролл окна мышью
cbConstProportions.Caption = Сохранять пропорции

gbColor.Caption = Формат цвета
gbCpuUsage.Caption = Загрузка CPU

rbColor24.Caption = 24 бита (16 777 215 цветов)
rbColor16.Caption = 16 бит (65 535 цветов)
rbColor15.Caption = 15 бит (32 767 цветов)
rbColor8.Caption = 8 бит (256 цветов)
rbColor4.Caption = 4 бита (16 цветов)
rbColor1.Caption = 1 бит (2 цвета)

lbCpuHigh.Caption = Выс.
lbCpuMid.Caption = Норм.
lbCpuLow.Caption = Низкая

cbLockControl.Caption = Блокировать мышь и клавиатуру хоста
cbBlankScreen.Caption = Блокировать экран хоста
sbBlackScreenOptions.Caption = Текст для блокировки экрана...
cbCaptureAlpha.Caption = Перехватывать полупрозрачные окна
cbDisableAero.Caption = Отключить режим Аэро (Windows Vista/2008)
cbRemoveWallpaper.Caption = Скрывать обои рабочего стола
cbLockOnDisconnect.Caption = Блокировать рабочую станцию при отсоединении
cbDisableDnD.Caption = Запретить перетаскивание файлов и папок

rgLocalCursor.Caption = Локальный указатель мыши
rgRemoteCursor.Caption = Прорисовка указателя мыши хоста
rgLocalCursor.Items = "Принимать форму указателя мыши хоста\n;Отображать в виде точки (в режиме управления)\n;Использовать стандартный указатель"
rgRemoteCursor.Items = "Только если режим управления мышью не активен\n;Всегда\n;Никогда"

gbNetworkMode.Caption = Режим работы сети
rbDontUseChacheing.Caption = Стандартный режим работы. Подходит для быстрых сетей (ADSL или Ethernet 10/100).
rbUseChacheing.Caption = Экономичный режим. Подходит для медленных сетей (Dial-Up, GPRS). В этом режиме количество трафика уменьшается в 10-50 раз.

piAltCtrlDel.Caption = Отправить Alt-Ctrl-Del
piSendkey.Caption = Оправить нажатие
piPause.Caption = Пауза
piGetClipboard.Caption = Получить удаленный буфер обмена
piSetClipboard.Caption = Установить удаленный буфер обмена
piShowToolbar.Caption = Показать панель инструментов

tbGetClipboard.Hint = Получить удаленный буфер обмена
tbSetClipboard.Hint = Установить удаленный буфер обмена
tbCad.Hint = Отправить Alt-Ctrl-Del
tbHideToolbar.Hint = Скрыть панель инструментов
tbOverlay.Hint = Оверлейное видео
tbTerminalUsers.Hint = Терминальные сессии

tbShowDisplaysMenu.Caption = Выбор удаленного монитора
tbShowDisplaysMenu.Hint = Выбор удаленного монитора

tbShowModes.Caption = Другие режимы
tbShowModes.Hint = Другие режимы

tbMenu.Caption = Меню
tbMenu.Hint = Меню

actSettings.Caption = Настройки...
actSettings.Hint = Настройки

actFullControl.Caption = Управление мышью и клавиатурой
actFullControl.Hint = Управление мышью и клавиатурой

actSpinToolbar.Caption = Закрепить
actSpinToolbar.Hint = Закрепить

actCaptureSound.Caption = Захват звука
actCaptureSound.Hint = Захват звука

actLock.Caption = Блокировать ввод и экран
actLock.Hint = Блокировать ввод и экран

actMakeScreenshot.Caption = Сделать снимок экрана
actMakeScreenshot.Hint = Сделать снимок экрана

actTextChat.Caption = Текстовый чат
actTextChat.Hint = Текстовый чат

actSessionRecord.Caption = Запись сессии
actSessionRecord.Hint = Запись сессии

actMinimize.Caption = Свернуть
actMinimize.Hint = Свернуть

actModeFileTransfer.Caption = Передача файлов
actModeOverlayVideo.Caption = Видео оверлей
actModeShutdown.Caption = Управление питанием
actModeTaskManager.Caption = Диспетчер задач
actModeRemoteExecute.Caption = Удаленный запуск программ
actModeTerminal.Caption = Терминал
actModeDeviceManager.Caption = Инвентаризация
actModeRDP.Caption = RDP
actModeChat.Caption = Чат
actModeScreenRecorder.Caption = Запись экрана
actModeTextMessage.Caption = Текстовое сообщение
actModeRemoteCamera.Caption = Удаленная камера
actModeRemoteRegistry.Caption = Удаленный реестр

lbTextChat.Caption = Текстовый чат

[TfmHintWindow]
lbRefresh.Caption = Обновить изображение
imgRender.Hint = "Одинарный щелчок - обновить\n;Двойной щелчок - запустить в просмотр"
lbRefreshEvery.Caption = Обновлять каждые
lbSeconds.Caption = секунд (0 - не обновлять автоматически)
lbExecuteAction.Caption = Выполнить действие:
cpActions.Caption = Действия

btnFullControl.Hint = Управление мышью и клавиатурой
btnViewOnly.Hint = Только просмотр
btnFileTransfer.Hint = Передача файлов
btnTerminal.Hint = Терминал
btnTaskManager.Hint = Диспетчер задач
btnDeviceManager.Hint = Инвентаризация
btnSutdown.Hint = Управление питанием
btnRemEx.Hint = Удаленный запуск
btnVideo.Hint = Перехват оверлейного видео
btnRdp.Hint = RDP
btnChat.Hint = Чат
btnScreenRecorder.Hint = Запись экрана
btnTextMessage.Hint = Текстовое сообщение
btnRemoteCamera.Hint = Удаленная камера
btnRemoteRegistry.Hint = Удаленный реестр

[TfmOptions]
Caption = Настройки программы
bntOK.Caption = OK
btnCancel.Caption = Отмена

tsAppearance.Caption = Внешний вид
tsRemoteScreen.Caption = Удаленный экран
tsTray.Caption = Трей
tsSearch.Caption = Поиск хостов
tsCallBack.Caption = Обратное соединение
tsHotkeys.Caption = Горячие клавиши
tsHotkeys.Caption = Hotkeys
tsOther.Caption = Разное
tsUpdates.Caption = Обновление версий
tsLog.Caption = Журнал событий
tsProtection.Caption = Защита

ghPreviews.Caption = Эскизы удаленных экранов
ghHints.Caption = Окно подсказки
ghRemoteScreen.Caption = Окно удаленного экрана
ghStateNotification.Caption = Оповещение о статусе
cbGroupView.Caption = Группировать соединения
cbShowAddConnectButton.Caption = Показывать \"Добавить новое соединение\" в списке
cbRefreshAvatars.Caption = Обновлять эскизы каждые:
lbRefreshSeconds.Caption = секунд.
cbUseHintWindow.Caption = Отображать удаленный экран
lbHintDelay.Caption = Задержка перед отображением окна:
lbHintDelaySeconds.Caption = секунд.
cbNotifyOnline.Caption = Оповещать, когда пользователь появляется в сети
cbNotifyOnlineAutologon.Caption = Также оповещать для авто-логон соединений

cbRemoteScreenTabbedView.Caption = Режим вкладок
cbRemoteScreenToolbar.Caption = Отображать панель инструментов
cbRemoteScreenPinToolbar.Caption = Закрепить панель инструментов
cbDoNotSyncClipboard.Caption = Не синхронизировать буфер обмена
lbRemoteScreenRecordingDir.Caption = Каталог для записи сессий:
btnRemoteScreenRecordingDir.Caption = Обзор...
lbSessionRecordingQuality.Caption = Качество записи сессий:

cbUseTray.Caption = Сворачивать в системный трей
cbTrayMenuInvert.Caption = Инвертировать контекстное меню
ghTrayRestore.Caption = Свернуть/восстановить
rbTrayRestoreSingle.Caption = Одинарный щелчок
rbTrayRestoreDouble.Caption = Двойной щелчок

ghSearchPerfomance.Caption = Производительность
lbSearchThreadCount.Caption = Число потоков при поиске RMS-хостов:

cbAllowCallback.Caption = Разрешить входящие соединения
lbPort.Caption = Порт:
gbCallbackSecurity.Caption = Ограничение доступа
rbCallbackAllowAllExcept.Caption = Разрешить всем, кроме...
rbCallbackDenyAllExcept.Caption = Запретить всем, кроме...
btnEditCallbackExceptions.Caption = Редактировать

gbHotKeysRemoteScreen.Caption = Окно удаленного экрана
lbHotkeyControlView.Caption = Управление / Просмотр
lbAltCtrlDelHotkey.Caption = Отослать Alt+Ctrl+Del
lbChangeModeHotKey.Caption = Сменить режим отображения
lbShowPropertiesHotkey.Caption = Показать настройки
lbPauseHotkey.Caption = Пауза
lbCloseHotkey.Caption = Закрыть
btnResetHotkeys.Caption = Сбросить

ghFileTransfer.Caption = Передача файлов
cbFtpSaveLastWorkDir.Caption = Запоминать последнюю рабочую директорию
ghBackup.Caption = Резервное копирование
cbBackupAddressBook.Caption = Резервное копирование адресной книги
edBackupAddressBookDir.TextHint = Каталог для резервных копий
btnBackupAddressBookBrowse.Caption = Обзор...
ghActiveDirectory.Caption = Active directory
cbHideDefaultDomainController.Caption = Не отображать контроллер домена по умолчанию
ghSyncServer.Caption = Сервер синхронизации
cbAutoSignIn.Caption = Входить автоматически

gbUpdate.Caption = Обновление программного обеспечения
lbCheckUpdates.Caption = Проверять обновление:
lbLastUpdate.Caption = Последняя проверка:
lbNextUpdate.Caption = Следующая проверка:
lbUpdateCheckNow.Caption = Проверить обновление прямо сейчас!
cbUpdatesKind.Items = "Никогда\n;Ежедневно\n;Еженедельно\n;Ежемесячно"

cbLogUse.Caption = Включить журналирование
cbLogErrors.Caption = Журналировать ошибки
cbLogSave.Caption = Сохранять на диск
llLogsFolder.Caption = <a id="logs">Открыть каталог с журналами</a>

cbEncryptAddressBook.Caption = Шифровать адресные книги
cbLockApp.Caption = Блокировать интерфейс программы после простоя
lbLockAfter.Caption = мин.
cbLockOnFUS.Caption = Блокировать при смене пользователя
cbLockOnSleep.Caption = Блокировать при уходе в режим сна
cbLockOnScreenSave.Caption = Блокировать при отображении заставки
cbLockOnMinimize.Caption = Блокировать при сворачивании главного окна

[TfmLogin]
Caption = Введите пароль для
bntOK.Caption = OK
btnCancel.Caption = Отмена
btnAdvanced.Caption = Дополнительно

gbPassword.Caption = Пароль
gbUserName.Caption = Имя пользователя

cbSavePassword.Caption = Сохранить пароль

[TfmTaskList]
bntOK.Caption = OK
tsProcess.Caption = Процессы
tsWindow.Caption = Окна
tsService.Caption = Службы
tsUsers.Caption = Пользователи

miFile.Caption = Файл
miNewTask.Caption = Новая задача (Удаленный запуск)...
miShutdown.Caption = Управление питанием...
miExit.Caption = Выйти из диспетчера задач
miKillProcess.Caption = Завершить процесс
miRemoteExecute.Caption = Удаленный запуск
miRefreshList.Caption = Обновить список
miCloseWindow.Caption = Закрыть окно
miRefreshList2.Caption = Обновить список
miStartService.Caption = Запустить службу
miStopService.Caption = Остановить службу
miResfreshList3.Caption = Обновить список

miResfreshList4.Caption = Обновить список
actUserDisconnect.Caption = Отключить
actUserLogoff.Caption = Выйти
actUserSendMessage.Caption = Сообщение...

lvProcesses.Columns = "Имя образа\n;ЦП\n;Код сессии\n;Статус"
lvWindows.Columns = "Заголовок окна\n;Статус"
lvServices.Columns = "Название службы\n;Статус"
lvUsers.Columns = "Пользователь\n;Код\n;Состояние\n;Имя клиента\n;Сеанс"

lbRefreshSpeed.Caption = Скорость обновления
lbSec.Caption = сек.

btnProcessRefresh.Hint = Обновить
btnExecute.Caption = Выполнить
btnKillProcess.Caption = Убить процесс

btnWindowsRefresh.Hint = Обновить
lbForegroundWindow.Caption = * – активное окно
btnCloseWindow.Caption = Закрыть окно

btnRefreshServices.Hint = Обновить
btnServiceStart.Caption = Запустить службу
btnServiceStop.Caption = Остановить службу

btnRefreshUsers.Hint = Обновить

[TfmOverlay]
miImage.Caption = Изображение
miSaveAs.Caption = Сохранить как...
miClose.Caption = Закрыть

cbAuto.Caption = Авто
btnRefresh.Caption = Обновить
cbTimer.Caption = Обновлять каждые
lbSec.Caption = сек.

[TfmUserDomainPassword]
btnOK.Caption = OK
btnCancel.Caption = Отмена

lbUser.Caption = Пользователь
lbPassword.Caption = Пароль
lbDomain.Caption = Домен
cbCurrentContext.Caption = Текущий контекст безопасности

[TfmRemoteInstall]
lbAction.Caption = Действие:

cbAction.ItemIndex = 0
lbMsiFile.Caption = Укажите MSI-пакет RMS Host:
lbConnectionType.Caption = Тип соединения:
cbConnectionType.Items = "Система безопасности Windows NT\n;Авторизация Remote Manipulator System"
cbConnectionType.ItemIndex = 0

actProcessAction.Caption = Выполнить действие
actCancelAction.Caption = Отменить
actBrowseMsi.Caption = Обзор
llMsiConfigurator.Caption = <a name="msi">MSI конфигуратор</a>

btnClose.Caption = Закрыть
btnSelectAll.Caption = Выбрать все
btnUnSelectAll.Caption = Убрать все

tsComputers.Caption = Список соединений
tsLog.Caption = Журнал установки

lvConnections.Columns = "Название соединения\n;Хост"

[TfmReg]
Caption = Хранилище лицензий

lbAvalibleKeys.Caption = Доступные ключи:
lvKeys.Columns = "Ключ\n;Пользователь\n;Тип лицензии\n;Количество лицензий"
lbTotalServerCount.Caption = Общее количество лицензий:
llKeyActions.Caption = <a id="remove">Удалить выбранный ключ</a>.

actRemoveKey.Caption = Удалить выбранный ключ
actCopyKey.Caption = Копировать лицензионный ключ
actGenerateMetaKey.Caption = Сгенерировать мета-ключ

lbDeleteKey.Caption = Удалить выбранный ключ
btnAddKey.Caption = Добавить
btnGetFreeKey.Caption = Получить бесплатную лицензию
btnGetRegkey.Caption = Получить коммерческую лицензию
btnClose.Caption = Закрыть

[TfmCallbackPermissions]
Caption = IP-фильтр входящих соединений
btnOK.Caption = OK
btnCancel.Caption = Отмена
tcPermissions.Tabs = "Черный список\n;Белый список"

actAdd.Caption = Добавить
actAdd.Hint = Добавить диапазон
actDelete.Caption = Удалить
actDelete.Hint = Удалить диапазон
actEdit.Caption = Редактировать
actEdit.Hint = Редактировать диапазон

[TfmCallbackIPRange]
Caption = Выберите IP или диапазон IP
btnOk.Caption = OK
btnCancel.Caption = Отмена
rbSingleIp.Caption = Одиночный IP-адрес
rbIpRange.Caption = Диапазон IP-адресов
lbBeginRange.Caption = Начало диапазона:
lbEndRange.Caption = Конец диапазона:

[TfmCallbackNotify]
Caption = Запрос на входящее обратное соединение
btnAccept.Caption = Принять
btnCancel.Caption = Отменить
lbMessage.Caption = Сообщение:
cbCreateNewConnection.Caption = Создать новое соединение

[TfmBlackScreenText]
Caption = Редактор блокировщика экрана

btnOK.Caption = OK
btnCancel.Caption = Отмена
btnApply.Caption = Применить

actPreview.Caption = Просмотр

tsSimple.Caption = Простой текст
tsRTF.Caption = Редактор
tsHTML.Caption = HTML

rbUseSimpleText.Caption = Использовать простой текст
rbUseRTF.Caption = Использовать редактор
rbUseHtml.Caption = Использовать HTML

actAddNew.Caption = Добавить
actAddNew.Hint = Добавить

actDelete.Caption = Удалить
actDelete.Hint = Удалить

actApplyCaption.Caption = Применить
actApplyCaption.Hint = Применить

actBold.Caption = Жирный
actBold.Hint = Жирный

actItalic.Caption = Курсив
actItalic.Hint = Курсив

actUnderline.Caption = Подчеркнутый
actUnderline.Hint = Подчеркнутый

actStrike.Caption = Зачеркнутый
actStrike.Hint = Зачеркнутый

actAlignLeft.Caption = Выровнять текст по левому краю
actAlignLeft.Hint = Выровнять текст по левому краю

actAlignCenter.Caption = Выровнять текст по центру
actAlignCenter.Hint = Выровнять текст по центру

actAlignRight.Caption = Выровнять текст по правому краю
actAlignRight.Hint = Выровнять текст по правому краю

actAlignJustify.Caption = Выровнять текст по ширине
actAlignJustify.Hint = Выровнять текст по ширине

actBullets.Caption = Маркированный список
actBullets.Hint = Маркированный список

actRftTextColor.Caption = Цвет текста
actRftTextColor.Hint = Цвет текста

actRtfBgColor.Caption = Цвет фона
actRtfBgColor.Hint = Цвет фона

actRtfAlignTop.Caption = Выровнять текст по верхнему краю
actRtfAlignTop.Hint = Выровнять текст по верхнему краю

actRtfAlignCenter.Caption = Выровнять текст по центру
actRtfAlignCenter.Hint = Выровнять текст по центру

actRtfAlignBottom.Caption = Выровнять текст по нижнему краю
actRtfAlignBottom.Hint = Выровнять текст по нижнему краю

[TfmBlackScreenPreview]
Caption = Просмотр блокировщика экрана

[TfmFindServers]
Caption = Поиск хостов

gbRanges.Caption = Диапазоны IP адресов
gbIps.Caption = Найденные хосты
gbSearch.Caption = 1. Поиск
gbAdd.Caption = 2. Добавление

btnFind.Caption = Найти
btnAddServers.Caption = Добавить
btnClose.Caption = Закрыть

actAddRange.Caption = Добавить диапазон...
actAddRange.Hint = Добавить диапазон...
actEditRange.Caption = Редактировать диапазон...
actEditRange.Hint = Редактировать диапазон...
actDeleteRange.Caption = Удалить диапазон
actDeleteRange.Hint = Удалить диапазон

lvServers.Columns = "Хост\n;IP\n;Статус"
lbProgress.Caption = Сканирование сети...
btnStop.Caption = Отмена
lbSelectAll.Caption = Выбрать все
lbRemoveAll.Caption = Убрать все

rbAddByHostName.Caption = Добавить по имени компьютера
rbAddByIPAddress.Caption = Добавить по IP адресу
lbScanPort.Caption = "Сканировать порт:"

[TfmAddIpRange]
Caption = Диапазон IP-адресов
btnOk.Caption = OK
btnCancel.Caption = Отмена
lbName.Caption = Название:
lbBegin.Caption = Начало:
lbEnd.Caption = Конец:

[TfmRemoteExecute]
btnOk.Caption = OK
btnCancel.Caption = Отменить

lbDocumentPath.Caption = Путь к документу или приложению:
llClearList.Caption = <a id="clear">Очистить список</a>
btnBrowse.Caption = Обзор
cbHidden.Caption = Скрытно
cbSystem.Caption = Запустить от имени системы
cbRunAs.Caption = Запустить от имени...

gbAuth.Caption = Авторизация
lbUsername.Caption = Имя пользователя:
lbPassword.Caption = Пароль:
lbDomain.Caption = Домен:

cbDoNotClose.Caption = Не закрывать

[TfmNetworkMapGoto]
Caption = Переход к элементу карты
btnGoto.Caption = Перейти

[TfmMapLayers]
Caption = Слои
btnOk.Caption = OK

[TfmTelnet]
btnSend.Caption = Отправить
miFile.Caption = Файл

actSystem.Caption = Система
actSystem.Hint = Система

actCurrentUser.Caption = Пользователь
actCurrentUser.Hint = Пользователь

actRemoteExecute.Caption = Удаленный запуск...
actRemoteExecute.Hint = Удаленный запуск. Позволяет запускать приложения и документы на удаленной машине.

actClose.Caption = Закрыть

[TfmDeviceManager]
Caption = Инвентаризация

gbConnections.Caption = Соединения
gbDevices.Caption = Устройства
cbHideSoftware.Caption = Не показывать информацию о программном обеспечении
miFile.Caption = Файл

actCheckAll.Caption = Выбрать все соединения
actCheckAll.Hint = Выбрать все соединения

actUnCheckAll.Caption = Очистить выбор соединений
actUnCheckAll.Hint = Очистить выбор соединений

actGetInformation.Caption = Запросить информацию
actClose.Caption = Закрыть
actExportCheckedAsHtml.Caption = Экспортировать выбранные отчеты как HTML...
actExportCheckedAsXml.Caption = Экспортировать выбранные отчеты как XML...
actSaveAs.Caption = Сохранить как...

[TfmConfigureModePanel]
Caption = Настройка списка режимов
btnOk.Caption = OK
btnCancel.Caption = Отмена
lblButtons.Caption = Кнопки:

actUp.Caption = Вверх
actUp.Hint = Переместить вверх

actDown.Caption = Вниз
actDown.Hint = Переместить вниз

actResetDefault.Caption = По-умолчанию
actResetDefault.Hint = Сбросить настройки

[TfmRdpSettings]
btnOk.Caption = OK
btnCancel.Caption = Отмена

tsGeneral.Caption = Общее
tsDisplay.Caption = Экран
tsPerfomance.Caption = Быстродействие
tsView.Caption = Вид

gbLogonSettings.Caption = Параметры входа
cbAllowToSaveLogonInfo.Caption = Сохранить параметры подключения
lbUserName.Caption = Пользователь:
lbPassword.Caption = Пароль:
gbNetworkSettings.Caption = Сетевые настройки
lbPort.Caption = Порт:
btnPortReset.Caption = Сбросить

gbDesktopSize.Caption = Размер удаленного рабочего стола
lbRemoteSizeWarning.Caption = Выберите размер удаленного экрана:
lbDiplayLess.Caption = Меньше
lbDisplayMore.Caption = Больше
lbRdpWidth.Caption = Ширина:
lbRdpHeight.Caption = Высота:

gbColors.Caption = Цвета
lbColorsInfo.Caption = Замечание\: параметры на удаленном компьютере могут перекрывать значение этого параметра.
cbColors.Items = "256 цветов\n;High color (15 бит)\n;High color (16 бит)\n;True color (24 бита)"

gbCapabilities.Caption = Возможности
cbDesktopBackground.Caption = Запретить фоновый рисунок рабочего стола
cbShowWindowContent.Caption = Не отображать окно при перемещении
cbAllowAnimation.Caption = Запретить анимацию меню и окон
cbThemes.Caption = Запретить темы визуального оформления
cbBitmapCaching.Caption = Запретить кэширование

gbRemoteScreenWindow.Caption = Окно с удаленным рабочим столом
cbStretch.Caption = Масштабировать

[TfmFtpManageBookmarks]
Caption = Управление закладками
btnOK.Caption = OK
btnCancel.Caption = Отмена

vlBookmarks.TitleCaptions = "Заголовок\n;Путь"

actMoveUp.Hint = Переместить вверх
actMoveDown.Hint = Переместить вниз

[TfmFtpCreateBookmark]
Caption = Закладка
btnOK.Caption = OK
btnCancel.Caption = Отмена

lbTitle.Caption = Заголовок для элемента меню:
lbPath.Caption = Путь:

[TfmErrorReport]
Caption = Произошла ошибка в программе - Remote Manipulator System
btnCopy.Caption = Копировать отчет
btnSendReport.Caption = Отправить отчет
btnOK.Caption = OK

[TfmChatClient]
Caption = Чат - RMS Удаленный доступ (Клиент)

actCloseUser.Caption = Отсоединить
actShowHideChat.Caption = Показать/скрыть чат
actLeaveChat.Caption = Покинуть чат

actRefreshUserList.Caption = Обновить список
actRefreshUserList.Hint = Обновить список

actSettings.Caption = Настройка
actSettings.Hint = Настройка

pnChat.Caption = Нет активных диалогов
TrayIcon.Hint = Чат - RMS

[TfrChatClientPage]
actSend.Caption = Отправить
actCloseCurrentTab.Caption = Закрыть
actCloseAllExceptCurrent.Caption = Закрыть все, кроме текущего
actCloseAll.Caption = Закрыть все

actBold.Caption = Жирный
actBold.Hint = Жирный

actItalic.Caption = Курсив
actItalic.Hint = Курсив

actUnderline.Caption = Подчеркнутый
actUnderline.Hint = Подчеркнутый

actStrike.Caption = Зачеркнутый
actStrike.Hint = Зачеркнутый

actAlignLeft.Caption = По левому краю
actAlignLeft.Hint = По левому краю

actAlignCenter.Caption = По центру
actAlignCenter.Hint = По центру

actAlignRight.Caption = По правому краю
actAlignRight.Hint = По правому краю

actAlignJustify.Caption = По ширине
actAlignJustify.Hint = По ширине

actBullets.Caption = Список
actBullets.Hint = Список

actInsertBitmap.Caption = Вставить изображение
actInsertBitmap.Hint = Вставить изображение

actInsertFile.Caption = Вставить файл
actInsertFile.Hint = Вставить файл

[TfmChatClientSettings]
Caption = Настройка чата
btnOK.Caption = OK
btnCancel.Caption = Отмена

tsGeneral.Caption = Общее
tsChatServer.Caption = Чат-сервер

gbUser.Caption = Пользователь
cbUseCurrentUserName.Caption = Использовать имя текущего пользователя, как ник
lbNickname.Caption = Ник:
cbHideFromUserList.Caption = Не показывать себя в списке пользователей

cbServerAllowAddMainChannel.Caption = Разрешить общий канал
cbServerShowOtherUsers.Caption = Отображать всех пользователей

[TfmScreenRecorderViewer]
Caption = Просмотр записи

actPlay.Caption = Воспроизвести
actPlay.Hint = Воспроизвести

actPrior.Caption = Кадр назад
actPrior.Hint = Кадр назад

actNext.Caption = Кадр вперед
actNext.Hint = Кадр вперед

actFirst.Caption = Первый кадр
actFirst.Hint = Первый кадр

actLast.Caption = Последний кадр
actLast.Hint = Последний кадр

actPause.Caption = Пауза
actPause.Hint = Пауза

actExportCurrentFrame.Caption = Экспортировать текущий кадр...
actExportCurrentFrame.Hint = Экспортировать текущий кадр...

actExportAllFrames.Caption = Экспортировать все кадры...
actExportAllFrames.Hint = Экспортировать все кадры...

actSaveFile.Caption = Сохранить как...
actSaveFile.Hint = Сохранить как...

actClose.Caption = Закрыть
actClose.Hint = Закрыть

actStretch.Caption = Сжать
actStretch.Hint = Сжать

actGotoFrame.Caption = Перейти к кадру...
actGotoFrame.Hint = Перейти к кадру...

lbInterval.Caption = Интервал:
miFile.Caption = Файл
miNavigation.Caption = Навигация

btnFirst.Caption = 
btnPrior.Caption = 
btnPlay.Caption = 
btnNext.Caption = 
btnLast.Caption = 
sbStretch.Caption = 

[TfmScreenRecorderGotoFrame]
Caption = Перейти к кадру
btnOK.Caption = OK
lbFrameIndex.Caption = Индекс кадра:

[TfmScreenRecorderLoader]
Caption = Запись экрана

actSettings.Caption = Настройки
actSettings.Hint = Настройки

actOpenFile.Caption = Открыть файл
actOpenFile.Hint = Открыть файл

actDownloadFile.Caption = Загрузить файл
actDownloadFile.Hint = Загрузить файл

actViewFile.Caption = Посмотреть файл
actViewFile.Hint = Посмотреть файл

actRefreshList.Caption = Обновить
actRefreshList.Hint = Обновить

actDeleteFile.Caption = Удалить
actDeleteFile.Hint = Удалить

actClose.Caption = Закрыть
actClose.Hint = Закрыть

actDownloadAllFile.Caption = Загрузить все файлы
actDownloadAllFile.Hint = Загрузить все файлы

lvFiles.Columns = "Название\n;Размер, Кб\n;Дата\n;Расписание\n;Тип"

cbFilterDate.Caption = Интервал дат
lbFrom.Caption = С
lbTo.Caption = По

cbFilterSchedule.Caption = Расписание

cbFilterFileType.Caption = Тип файла
cbFileType.Items = "Все\n;Локальные\n;Удаленные"
cbFileType.ItemIndex = 0

miFile.Caption = Файл

[TfmScreenRecorderOptions]
Caption = Настройки записи экрана
bntOK.Caption = OK
btnCancel.Caption = Отмена
btnApply.Caption = Применить

tsGeneral.Caption = Общее
tsSchedules.Caption = Расписания
tsSettings.Caption = Параметры

cbEnableRecording.Caption = Запись включена
ghSettings.Caption = Настройки
lbScreenshotInterval.Caption = Интервал снимков экрана:
lbIntervalSec.Caption = сек.
cbProtectRecords.Caption = Защищать файлы на хосте
cbDrawDateTimeOnImage.Caption = Указывать дату и время на кадрах
cbUseCustomRemoteDirectory.Caption = Указать директорию для сохранения файлов

btnAddSchedule.Caption = Добавить
btnDeleteSchedule.Caption = Удалить
ghScheduleSettings.Caption = Параметры расписания
cbScheduleActive.Caption = Активно
cbUseTimeInterval.Caption = Интервал времени суток
lbDateInterval.Caption = Интервал дат:
cbFromDate.Caption = С
cbToDate.Caption = По
lbDayOfWeek.Caption = День недели:

gbQuality.Caption = Качество
lbCompression.Caption = Сжатие:
lbScale.Caption = Масштаб:
rgCompressionType.Caption = Тип сжатия
gbLimits.Caption = Ограничения
lbMaxFileSize.Caption = Максимальный размер файла:
lbRecordFileMaxSizeMb.Caption = МБ
cbEnableAutoClear.Caption = Удалять файл после
lbEraseRecordAfterDays.Caption = дней
cbTotalSizeLimit.Caption = Общий размер файлов
lbTotalRecordsLimitMb.Caption = МБ

[TfmMsiConfigurator]
Caption = MSI Конфигуратор

actBrowse.Caption = Обзор
actConfigure.Caption = Конфигурировать
actClose.Caption = Закрыть
cbDoNotCloseConfigurator.Caption = Не закрывать это окно после конфигурирования

rbKindOnline.Caption = Онлайн конфигуратор. Настройки загружаются на наш сервер (через HTTPS), который возвращает дистрибутив с цифровой подписью. Требуется соединение с интернетом.
rbKindLocal.Caption = Локальный конфигуратор. Процесс конфигурации происходит только на локальном компьютере. Дистрибутив получается без цифровой подписи. Соединение с интернетом не требуется.

actKindRegular.Caption = Стандартный MSI дистрибутив. Подходит как для ручной, так и для удаленной установки.
actKindOneClick.Caption = Дистрибутив \"One-Click\". Единый exe-файл для автоматической установки.
actKindQuickConnect.Caption = Дистрибутив \"RMS Агент\". Не требует установки и прав администратора для запуска.

llDownloadDistr.Caption = Скачайте оригинальный MSI пакет Хоста с нашего <a href="download">сайта</a>
cbReplaceMsiFile.Caption = Заменить выбранный пакет

tsInternetId.Caption = Internet-ID
tsOther.Caption = Другое
tsBranding.Caption = Корпоративный дизайн

cbSetUpdateIdSettings.Caption = Установить или обновить настройки Internet-ID соединения
cbGenerateNewId.Caption = Получить новый \"Internet-ID\" при первом запуске программы
cbSendIdToEmail.Caption = Отправить данный ID на email:
edEmail.TextHint = Введите email администратора, пожалуйста
cbGenerateNewPassword.Caption = Также сгенерировать и новый пароль
cbEncryptPass.Caption = Зашифровать пароль
cbAskToIdentify.Caption = Попросить пользователя представиться (идентифицировать себя)
lbAdditionalText.Caption = Дополнительный текст для письма:
cbIdOverwriteIdCode.Caption = Принудительно сгенерировать новый ID
rbIdUseDefaultServer.Caption = Использовать глобальный (общий) Internet-ID сервер
rbIdUseCustomServer.Caption = Указать свой Internet-ID сервер
lbServerAddress.Caption = Адрес:
lbServerPort.Caption = Порт:
cbIdUseIPv6.Caption = Использовать IPv6
cbIdOverwriteIdServer.Caption = Принудительно перезаписать настройки ID сервера

cbDoNotAsk.Caption = Не запрашивать подтверждения перед установкой
cbDoNotCreateShortcuts.Caption = Не создавать ярлыки в меню "Пуск"
cbIncludeViewer.Caption = Включить Клиент в дистрибутив
cbUseROMServerSettings.Caption = Использовать настройки локального хоста
cbDoNotInstallPrinter.Caption = Не устанавливать виртуальный принтер
cbDoNotInstallMonitorDriver.Caption = Не устанавливать драйвер монитора
cbDisclaimer.Caption = Спрашивать текстовое подтверждение при запуске
edDisclaimer.TextHint = Введите текст подтверждения

cbUseBranding.Caption = Создать корпоративный дизайн \"RMS Агента\" с вашими логотипом и текстом.
edBrandingLogoFile.TextHint = Выберите изображение, пожалуйста.
btnBrowseLogo.Caption = Обзор
cbBrandingDoNotStretch.Caption = Не растягивать логотип
lbBrandingTitle.Caption = Заголовок:
edBrandingTitle.Text = RMS Агент
edBrandingTitle.TextHint = Введите текст заголовка, пожалуйста.
lbBrandingText.Caption = Текст:
mBrandingText.Lines = "Remote Manipulator System\n;Удаленное подключение к вашему рабочему столу"
lbBrandingTextColor.Caption = Выберите цвет текста:
lbBrandingBackgroundColor.Caption = Выберите цвет фона:
lbBrandingClickToSelectTextColor.Caption = Щелкните, чтобы выбрать
lbBrandingClickToSelectBackgroundColor.Caption = Щелкните, чтобы выбрать
btnBrandingPreview.Caption = Просмотр

rbUpdateRemoteSettings.Caption = Указать новые настройки для удаленного Хоста (появится окно настроек)
rbUpdateRemoteSettingsWoSecurity.Caption = Указать новые настройки для удаленного Хоста, но не менять настройки безопасности
rbKeepRemoteSettings.Caption = Не менять настройки удаленного Хоста

[TfmTextMessage]
bntOK.Caption = OK
btnCancel.Caption = Отмена

lbRecipients.Caption = Получатели:
lbMessage.Caption = Сообщение:
btnRemove.Caption = Убрать
cbDoNotClose.Caption = Не закрывать после отправки

[TfmShutdown]
lbTitle.Caption = Управление питанием
bntOK.Caption = OK
btnCancel.Caption = Отмена
btnRemove.Caption = Убрать

gbRecipients.Caption = Получатели
gbAction.Caption = Действие

rbRestart.Caption = Перезапустить удаленный компьютер
cbRebootSafeMode.Caption = Перезагрузить в безопасном режиме
rbShutdown.Caption = Выключить удаленный компьютер
rbSwitchOff.Caption = Остановить сеанс удаленного пользователя
rbLock.Caption = Заблокировать удаленный компьютер
rbSleep.Caption = Включить спящий режим
rbHibernate.Caption = Включить гибернацию
rbMonitorOff.Caption = Выключить монитор
rbMonitorOn.Caption = Включить монитор
rbWakeOnLan.Caption = Включить удаленный компьютер (Wake on LAN)
lbMac.Caption = MAC адрес:

[TfmAVCapture]
Caption = Удаленная камера

miFile.Caption = Файл
miPlay.Caption = Просмотр

actConnect.Caption = Установить соединение
actConnect.Hint = Установить соединение

actDisconnect.Caption = Разорвать соединение
actDisconnect.Hint = Разорвать соединение

actPlay.Caption = Старт
actPlay.Hint = Старт

actStop.Caption = Стоп
actStop.Hint = Стоп

actRecord.Caption = Сохранять в каталог...
actRecord.Hint = Сохранять в каталог...

actSettings.Caption = Настройка...
actSettings.Hint = Настройка...

actResizeImage.Caption = Растягивать изображение
actResizeImage.Hint = Растягивать изображение

actExit.Caption = Выход
actExit.Hint = Выход

pnRender.Caption = Нет видео

[TfmAVCaptSettings]
Caption = Настройка
bntOK.Caption = OK
btnCancel.Caption = Отмена

gbCaptureVideo.Caption = Видео захват
gbCaptureAudio.Caption = Аудио захват

cbCaptureVideo.Caption = Включено
lbVideoDevice.Caption = Устройство

cbCaptureAudio.Caption = Включено
lbAudioDevice.Caption = Устройство

gbAVQuality.Caption = Качество
gbAVQuality.Items = "Очень низкое\n;Низкое\n;Нормальное\n;Высокое\n;Очень высокое"

gbSyncFreq.Caption = Частота синхронизации
gbSyncFreq.Items = "Автоматически\n;50 Гц - европейский стандарт\n;60 Гц - американский стандарт"

cbQualityDefault.Caption = Применять по умолчанию

[TfmRegistry]
miFile.Caption = Файл
miEdit.Caption = Правка
miMainCreateValue.Caption = Создать
miNewValue.Caption = Создать
miNewKey.Caption = Создать

lvValues.Columns = "Имя\n;Тип\n;Значение"

actDeleteKey.Caption = Удалить
actDeleteKey.Hint = Удалить

actRename.Caption = Переименовать
actRename.Hint = Переименовать

actModifyValue.Caption = Изменить...
actModifyValue.Hint =  Изменить

actModifyBinaryDataValue.Caption = Изменить двоичные данные...
actModifyBinaryDataValue.Hint = Изменить двоичные данные

actDeleteValue.Caption = Удалить
actDeleteValue.Hint = Удалить

actRenameValue.Caption = Переименовать
actRenameValue.Hint = Переименовать

actRefresh.Caption = Обновить
actRefresh.Hint = Обновить

actExit.Caption = Выход
actExit.Hint = Выход

actCopyKeyName.Caption = Копировать имя раздела
actCopyKeyName.Hint = Копировать имя раздела

actExpandKey.Caption = Развернуть
actExpandKey.Hint = Развернуть

actCollapseKey.Caption = Свернуть
actCollapseKey.Hint = Свернуть

actCreateKey.Caption = Раздел
actCreateKey.Hint = Раздел

actValueCreateString.Caption = Строковой параметр
actValueCreateString.Hint = Строковой параметр

actValueCreateBinary.Caption = Двоичный параметр
actValueCreateBinary.Hint = Двоичный параметр

actValueCreateDWORD.Caption = Параметр DWORD (32 бита)
actValueCreateDWORD.Hint = Параметр DWORD (32 бита)

actValueCreateQWORD.Caption = Параметр QWORD (64 бита)
actValueCreateQWORD.Hint = Параметр QWORD (64 бита)

actValueCreateMultiString.Caption = Мультистроковой параметр
actValueCreateMultiString.Hint = Мультистроковой параметр

actValueCreateExpandebleString.Caption = Расширяемый строковой параметр
actValueCreateExpandebleString.Hint = Расширяемый строковой параметр

actExportKey.Caption = Экспортировать...
actExportKey.Hint = Экспортировать...

actExportAll.Caption = Экспортировать весь реестр...
actExportAll.Hint = Экспортировать весь реестр...

actImport.Caption = Импортировать...
actImport.Hint = Импортировать...

SaveRegFileDialog.Title = Экспорт файла реестра
OpenRegFileDialog.Title = Импорт файла реестра

[TfmRegeditString]
Caption = Изменение строкового параметра
btnOK.Caption = OK
btnCancel.Caption = Отмена
lbValueName.Caption = Параметр:
lbValueData.Caption = Значение:

[TfmRegeditBinary]
Caption = Изменение двоичного параметра
btnOK.Caption = OK
btnCancel.Caption = Отмена
lbValueName.Caption = Параметр:
lbValueData.Caption = Значение:

cbInsertMode.Caption = Режим вставки

[TfmRegeditDWord]
Caption = Изменение параметра DWORD (32 бита)
btnOK.Caption = OK
btnCancel.Caption = Отмена
lbValueName.Caption = Параметр:
lbValueData.Caption = Значение:

rgBase.Caption = Система исчисления
rgBase.Items = "Шестнадцатиричная\n;Десятичная"

[TfmRegeditQWord]
Caption = Изменение параметра QWORD (64 бита)
btnOK.Caption = OK
btnCancel.Caption = Отмена
lbValueName.Caption = Параметр:
lbValueData.Caption = Значение:

rgBase.Caption = Система исчисления
rgBase.Items = "Шестнадцатиричная\n;Десятичная"

[TfmRegeditMultiString]
Caption = Редактирование мультистроки
btnOK.Caption = OK
btnCancel.Caption = Отмена
lbValueName.Caption = Параметр:
lbValueData.Caption = Значение:

[TfmEnterLicense]
Caption = Передача лицензионного ключа
btnOK.Caption = OK
btnCancel.Caption = Отмена

llObtain.Caption = Для получение лицензионного ключа посетите наш сайт <a id="site">www.tektonit.ru</a>.
rbSelectLicenseKey.Caption = Выберите лицензионный ключ из "Хранилища лицензий":
rbEnterLicenseKey.Caption = Введите лицензионный ключ:
rbUnreg.Caption = Снять регистрацию.

[TfmSelectInetServer]
Caption = Выбрать Internet-ID сервер
btnOK.Caption = OK

cbUseDefault.Caption = Использовать стандартный
cbUseIPv6.Caption = Использовать IPv6
lbCustomServer.Caption = Пользовательский сервер:
lbPort.Caption = Порт:

[TfmCallbackList]
lbCallback.Caption = RMS: обратные соединения
lvServers.Columns = "Хост\n;Сообщение"

btnAccept.Caption = Принять
btnDecline.Caption = Отклонить

[TfmSessionMessage]
Caption = Отправка сообщения
btnOK.Caption = OK
btnCancel.Caption = Отмена

lbMessageTitle.Caption = Заголовок сообщения:
lbMessage.Caption = Сообщение:

[TfmGetFreeKey]
Caption = Получение бесплатной лицензии
btnOK.Caption = OK
btnCancel.Caption = Отмена

lbRegName.Caption = Владелец лицензии:
edLicenseOwner.TextHint = Укажите ФИО или название организации
lbEmail.Caption = E-mail:
edEmail.TextHint = Введите реальный e-mail адрес

[TfmInvitation]
cbUseInetId.Caption = Использовать Internet-ID
lbInternetID.Caption = Internet-ID:
btnGenerateInetId.Caption = Сгенерировать

lbLicenseKey.Caption = Лицензионный ключ:
cbPassword.Caption = Пароль
btnGeneratePassword.Caption = Сгенерировать

cbSendByEmail.Caption = Отправить приглашение по e-mail
lbToEmail.Caption = E-mail адрес получателя:

btnCreateInvitation.Caption = Создать приглашение
lbInvitationCode.Caption = Код приглашения:
btnCopy.Caption = Копировать

[TfmImportConnections]
Caption = Импорт соединений
btnOK.Caption = OK
btnCancel.Caption = Отмена

lbImportInto.Caption = Импортировать в:
cbReplace.Caption = Заменять существующие соединения

[TfmAddressBooks]
Caption = Менеджер адресных книг

lvBooks.Columns = "Название\n;Тип\n;Путь"

OpenDialog.Title = Выберите адресную книгу
OpenDialog.Filter = Адресные книги RMS (*.xml)|*.xml
SaveDialog.Filter = Адресные книги book (*.xml)|*.xml

actAddNewBook.Caption = Добавить
actEditBook.Caption = Редактировать
actDeleteBook.Caption = Удалить
actClose.Caption = Закрыть
actRename.Caption = Переименовать
actSaveAs.Caption = Сохранить как...

[TfmRemoteSettings]
btnOK.Caption = OK
btnCancel.Caption = Отмена

[TfmVideoChatSettings]
gbLocalSettings.Caption = Локальный компьютер
gbRemoteSettings.Caption = Удаленный компьютер

btnLocalSettings.Caption = Параметры...
btnRemoteSettings.Caption = Параметры...

btnAudioCall.Caption = Позвонить
btnVideoCall.Caption = Позвонить с видео
btnEndCall.Caption = Завершить звонок

[TfmVideoChat]
miFile.Caption = Файл
pnRender.Caption = Нет видео

actStretchImage.Caption = Растянуть изображение
actStretchImage.Hint = Растянуть изображение

actClose.Caption = Закрыть
actClose.Hint = Закрыть

[TfmMySelectLanguage]
Caption = Выбор языка
btnOK.Caption = OK
btnCancel.Caption = Отмена

[TfmAlertMessagesLog]
Caption = Журнал оповещений

lvMessages.Columns = "Заголовок\n;Время"
btnClose.Caption = Закрыть
actRemove.Caption = Удалить
actRemoveAll.Caption = Удалить все

[TfmProxySettings]
Caption = Настройка прокси
btnOK.Caption = OK
btnCancel.Caption = Отмена
btnImport.Caption = Импортировать из IE

cbUseProxy.Caption = Соединяться через прокси-сервер
lbProxyType.Caption = Тип прокси:
lbProxyHost.Caption = Адрес:
lbProxyPort.Caption = Порт:

gbAuth.Caption = Авторизация
cbNeedAuth.Caption = Прокси-сервер запрашивает логин и пароль
lbUserName.Caption = Логин:
lbPassword.Caption = Пароль:
lbDomain.Caption = Домен:
cbNTLMAuth.Caption = Использовать NTLM

[TfmRemoteScreen]
miDetach.Caption = Открепить вкладку

[TfmNotificationCode]
Caption = Введите код оповещения
btnOK.Caption = OK

[TfmLike]
Caption = Сказать спасибо разработчикам
lbBrowse.Caption = Открыть в браузере по умолчанию

[TfmDomainControllers]
Caption = Контроллеры домена

lvDomainControllers.Columns = "Название\n;Хост\n;DNS"

actAdd.Caption = Добавить...
actEdit.Caption = Редактировать...
actRemove.Caption = Удалить
btnClose.Caption = Закрыть

[TfmAddDomainController]
Caption = Добавить/редактировать контроллер домена
btnOK.Caption = OK
btnCancel.Caption = Отмена
btnCheck.Caption = Проверить

lbHost.Caption = Имя хоста или IP адрес:
lbDisplayName.Caption = Название:
lbDNS.Caption = DNS:
cbUseDefaultCredentials.Caption = Использовать текущий контекст безопасности
lbUsername.Caption = Имя пользователя:
lbPassword.Caption = Пароль:

[TfmRemotePrinting]
Caption = Удаленная печать

actPrintAll.Caption = Печатать все страницы
actPrintCurrent.Caption = Печатать выбранную страницу
actSaveCurrentPage.Caption = Сохранить выбранную страницу
actSaveAllPages.Caption = Сохранить все страницы

[TfmFilterIPRange]
Caption = Выберите IP или диапазон IP
btnOk.Caption = OK
btnCancel.Caption = Отмена
rbSingleIp.Caption = Одиночный IP-адрес
rbIpRange.Caption = Диапазон IP-адресов
lbBeginRange.Caption = Начало диапазона:
lbEndRange.Caption = Конец диапазона:

sbPasteSingleIp.Hint = Вставить IP-адрес из буфера обмена
sbPasteRangeBegin.Hint = Вставить IP-адрес из буфера обмена
sbPasteRangeEnd.Hint = Вставить IP-адрес из буфера обмена

[TfmCreateAddressBook]
Caption = Добавить адресную книгу

rbLocalAB.Caption = Локальная
rbRemoteAB.Caption = Удаленная (синхронизируемая)
rbCreateNewAB.Caption = Создать новую адресную книгу
rbOpenExistingAB.Caption = Открыть существующую адресную книгу
lvBooks.Columns = "Название\n;Описание"

[TfmEditAddressBook]
Caption = Редактировать адресную книгу

btnOk.Caption = OK
btnCancel.Caption = Отмена

tsGeneral.Caption = Основные
tsSync.Caption = Онлайн синхронизация

cbActive.Caption = Включено
lbAddressBookName.Caption = Название адресной книги:
lbLocation.Caption = Расположение адресной книги:
cbReadOnly.Caption = Только чтение
btnBrowse.Caption = Обзор...

cbEnableSync.Caption = Разрешить синхронизацию
lbInternetIDHost.Caption = Адрес Mini Internet-ID сервера:
lbInternetIdPort.Caption = Порт Mini Internet-ID сервера:
lbPassword.Caption = Пароль:

[TfrSimpleChat]
btnSend.Caption = Отправить

[TfmSetPwd]
Caption = Установка пароля
btnOK.Caption = OK
btnCancel.Caption = Отмена

edPass1.TextHint = Укажите пароль
edPass2.TextHint = Повторите пароль

[TfmLock]
Caption = Введите пароль
btnOK.Caption = OK

[TfmAddressBookPwd]
Caption = Введите пароль
btnOK.Caption = OK

[TfmABLogon]
Caption = Вход
btnOK.Caption = OK
btnCancel.Caption = Отмена

gbAuthorization.Caption = Авторизация
lbUsername.Caption = Имя пользователя:
pbPassword.Caption = Пароль:
cbSavePassword.Caption = Сохранить пароль
cbAutoSignIn.Caption = Входить автоматически

gbServer.Caption = Сервер
lbInternetIDHost.Caption = Выбор сервера:
btnServers.Caption = Серверы...

[TfmServerConnect]
Caption = Сервер
btnOK.Caption = OK
btnCancel.Caption = Отмена

lbServerName.Caption = Название:
lbHost.Caption = Адрес:
lbPort.Caption = Порт:
btnReset.Caption = Сбросить
cbUseIPv6.Caption = Использовать IPv6

[TfmServerList]
Caption = Серверы
btnOK.Caption = OK
btnCancel.Caption = Отмена

lvServers.Columns = "Название\n;Адрес"
actAddServer.Caption = Добавить...
actEditServer.Caption = Редактировать...
actRemoveServer.Caption = Удалить

[TfmNewSyncAddressBookList]
Caption = Доступны адресные книги
btnAdd.Caption = Добавить
btnCancel.Caption = Отменить
btnSkip.Caption = Пропустить
lvBooks.Columns = "Название\n;Описание"

[TfmSimpleUpgrade]
Caption = Обновление Хостов
btnUpgrade.Caption = Обновить
btnCancel.Caption = Отменить
lvConnections.Columns = "Соединение\n;Адрес или ID"

[TfmHTTPDownloadFile]
btnCancel.Caption = Отменить

[TfrLock]
lbPass.Caption = Введите пароль, чтобы разблокировать приложение
lbWrongPassword.Caption = Пароль неправильный
btnUnlock.Caption = Разблокировать

[TfmInstallerConfigProgress]
btnCancel.Caption = Отмена
